[
    {
        "title": "Fox Chase Cancer Center Announces Formation of New Department of Urology",
        "date": "2023-02-07",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMicWh0dHBzOi8vd3d3LmZveGNoYXNlLm9yZy9uZXdzLzIwMjMtMDItMDctZm94LWNoYXNlLWNhbmNlci1jZW50ZXItYW5ub3VuY2VzLWZvcm1hdGlvbi1vZi1uZXctZGVwYXJ0bWVudC1vZi11cm9sb2d50gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "João Silva",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Fox Chase Cancer Center has announced the creation of a new Department of Urology, headed by Alexander Kutikov, MD, FACS. Jay Simhan, MD, FACS will serve as the department's vice-chair, and Kristen Ragusa will be the lead administrator. Robert Uzzo, MD, MBA, FACS, the president and CEO of Fox Chase, expressed his pride in seeing the urology team grow and mature. The Fox Chase urology team specializes in personalized care, managing urologic cancers and benign urologic conditions. The department uses cutting-edge techniques, including advanced robotic and laparoscopic surgery, advanced endoscopy, reconstruction, and prosthetics, and has excellent outcomes. As a National Cancer Institute-designated Comprehensive Cancer Center, Fox Chase and its newest department are equipped to handle even the most challenging cases and complex patients with prostate, kidney, bladder, adrenal, testicular, and penile cancer. The urologists at Fox Chase are national and international opinion leaders who contribute to the world literature and collaborate on seminal clinical trials.",
        "fileindex": 8380
    },
    {
        "title": "Fox Chase Cancer Center's Dr. Alexander Kutikov to Receive Andrew C. Novick Award at 2023 International Kidney ...",
        "date": "2023-11-09",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMipQFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTExLTA5LWZveC1jaGFzZS1jYW5jZXItY2VudGVycy1kci1hbGV4YW5kZXIta3V0aWtvdi10by1yZWNlaXZlLWFuZHJldy1jLW5vdmljay1hd2FyZC1hdC0yMDIzLWludGVybmF0aW9uYWwta2lkbmV5LWNhbmNlci1zeW1wb3NpdW3SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "positive",
        "hcp": "João Silva",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Fox Chase Cancer Center's Dr. Alexander Kutikov will be awarded the Andrew C. Novick Award from the Kidney Cancer Association in 2023. The award acknowledges healthcare professionals who have made significant contributions in urology and medical oncology for the treatment of kidney cancer. Kutikov, who serves as the Chair of the Department of Urology and the Roberta R. Scheller Chair in Urologic Oncology at Fox Chase Cancer Center, was mentored by Fox Chase's President and CEO, Dr. Robert Uzzo, who was also honored with the award in 2016. The award highlights the work of leaders in the field of urology and medical oncology and recognizes Kutikov's exceptional contributions. As a recipient of the award, Kutikov will deliver a lecture at the Kidney Cancer Association's 2023 International Kidney Cancer Symposium: North America.",
        "fileindex": 8381
    },
    {
        "title": "Fox Chase Cancer Center Has Second Highest Cancer Surgery Volume in Pennsylvania",
        "date": "2023-04-14",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMieGh0dHBzOi8vd3d3LmZveGNoYXNlLm9yZy9uZXdzLzIwMjMtMDQtMTQtZm94LWNoYXNlLWNhbmNlci1lbnRlci1oYXMtc2Vjb25kLWhpZ2hlc3QtY2FuY2VyLXN1cmdlcnktdm9sdW1lLWluLXBlbm5zeWx2YW5pYdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Maria Oliveira",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Fox Chase Cancer Center in Philadelphia has performed a high number of cancer surgeries in Pennsylvania in the last fiscal year, according to the 2022 Cancer Surgery Volume Report from the Pennsylvania Health Care Cost Containment Council. The center performed the most bladder cancer surgeries in the state and ranked second highest for colon cancer, liver, lung, prostate, and stomach. Robert Uzzo, MD, MBA, FACS, President and CEO of Fox Chase, said that these numbers indicate that Fox Chase is a top performer for cancer surgery in the region. The report includes data from July 1, 2021, through June 30, 2022, for surgeries performed at Pennsylvania hospitals for 11 types of cancer. Surgeries performed in ambulatory surgery centers are not included in the data.",
        "fileindex": 8382
    },
    {
        "title": "Fox Chase Cancer Center's Joel Helmke Named Vice Chair of the Board of Directors of the Alliance of Dedicated ...",
        "date": "2023-01-18",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMipAFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTAxLTE4LWZveC1jaGFzZS1jYW5jZXItY2VudGVycy1qb2VsLWhlbG1rZS1uYW1lZC12aWNlLWNoYWlyLW9mLXRoZS1ib2FyZC1vZi1kaXJlY3RvcnMtb2YtdGhlLWFsbGlhbmNlLW9mLWRlZGljYXRlZC1jYW5jZXItY2VudGVyc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Maria Oliveira",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Joel Helmke, the COO of Fox Chase Cancer Center, has been appointed as the Vice Chair of the Board of Directors of the Alliance of Dedicated Cancer Centers (ADCC), a trade association that represents ten of the best cancer hospitals in the United States. These centers are at the forefront of developing the most effective practices for cancer treatment and conducting new research on the causes, prevention, and diagnosis of cancer. As a leader within the ADCC, Helmke will work to advance the association's priorities, which include safeguarding innovation in the development of next-generation therapies, enhancing efficiency in the delivery of cancer care, maintaining healthcare policies that prioritize quality, and establishing and measuring standards for the quality of cancer care in order to improve patient experience and clinical outcomes. After serving a two-year term as ADCC Vice Chair, Helmke will be promoted to Chair of the ADCC Board of Directors.",
        "fileindex": 8384
    },
    {
        "title": "Funding for Fox Chase",
        "date": "2023-05-18",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiPGh0dHBzOi8vbm9ydGhlYXN0dGltZXMuY29tLzIwMjMvMDUvMTgvZnVuZGluZy1mb3ItZm94LWNoYXNlL9IBQGh0dHBzOi8vbm9ydGhlYXN0dGltZXMuY29tLzIwMjMvMDUvMTgvZnVuZGluZy1mb3ItZm94LWNoYXNlLz9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "Pedro Souza",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Fox Chase Cancer Center thanked lawmakers Sens. Jim Dillon, Tina Tartaglione, and Rep. Kevin Boyle for securing $1.5 million in funding for the modernization of its research facilities. The center's director, Dr. Jonathan Chernoff, and its president and CEO, Dr. Robert Uzzo, represented Fox Chase at the event. Tartaglione promised to continue advocating for the cancer center despite redistricting taking it out of her Senate district. The funding will be used to update the research facilities at Fox Chase Cancer Center.",
        "fileindex": 8387
    },
    {
        "title": "Temple Health Thank State Representative Kevin Boyle and State Senators Jimmy Dillon and Christine Tartaglione for ...",
        "date": "2023-05-11",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMi0gFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTA1LTExLWZveC1jaGFzZS1jYW5jZXItY2VudGVyLXRlbXBsZS1oZWFsdGgtdGhhbmstc3RhdGUtcmVwcmVzZW50YXRpdmUta2V2aW4tYm95bGUtYW5kLXN0YXRlLXNlbmF0b3JzLWppbW15LWRpbGxvbi1hbmQtY2hyaXN0aW5lLXRhcnRhZ2xpb25lLWZvci1zZWN1cmluZy0xNS1taWxsaW9uLWluLWZ1bmRpbmfSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive",
        "hcp": "Pedro Souza",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Fox Chase Cancer Center and Temple Health expressed their gratitude to State Representative Kevin Boyle and State Senators Jimmy Dillon and Christine Tartaglione for securing $1.5 million in funding for the modernization of Fox Chase research facilities. The Redevelopment Assistance Capital Program, administered by the Office of the Budget, provided the funding to further support community and economic development throughout Pennsylvania. The Fox Chase laboratory facility will be transformed into a cancer model production and analysis hub with this funding. Additionally, the central laboratory facility will be renovated by overhauling the air handling controls and replacing the lighting systems. Jonathan Chernoff, MD, PhD, Cancer Center Director, said that this funding is a crucial part of their mission as a National Cancer Institute-designated comprehensive cancer center, because facilities like this conduct cutting-edge cancer research.",
        "fileindex": 8390
    },
    {
        "title": "Fox Chase Researchers Receive $1 Million Grant to Develop Platform That Could Assist in Development of New Drugs",
        "date": "2023-02-15",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMimAFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTAyLTE1LWZveC1jaGFzZS1yZXNlYXJjaGVycy1yZWNlaXZlLTEtbWlsbGlvbi1ncmFudC10by1kZXZlbG9wLXBsYXRmb3JtLXRoYXQtY291bGQtYXNzaXN0LWluLWRldmVsb3BtZW50LW9mLW5ldy1kcnVnc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Ana Lima",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "John Karanicolas, co-leader of the Cancer Signaling and Microenvironment research program at Fox Chase Cancer Center, has been awarded a $1 million grant from the W.M. Keck Foundation to develop a platform that could assist in the development of new drugs. The project aims to design new compounds known as molecular glues, which are small molecules that bind to the surface of a target protein and change its shape, allowing it to engage with a different set of protein partners than its usual repertoire. Karanicolas' project, \"Using Deep Learning to Enable Rational Design of Molecular Glues,\" aims to develop machine learning tools for identifying compounds that stabilize select protein interactions. If successful, the studies will provide a necessary shift away from techniques that simply hope to find molecular glues by serendipity and move instead towards rational design methods that will enable much broader applications. Jonathan Chernoff, MD, PhD, Cancer Center Director at Fox Chase, commended Karanicolas' contribution to the project.",
        "fileindex": 8391
    },
    {
        "title": "Fox Chase Cancer Center's Biosample Repository Facility Receives Accreditation From College of American Pathologists",
        "date": "2023-02-22",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMinAFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTAyLTIyLWZveC1jaGFzZS1jYW5jZXItY2VudGVycy1iaW9zYW1wbGUtcmVwb3NpdG9yeS1mYWNpbGl0eS1yZWNlaXZlcy1hY2NyZWRpdGF0aW9uLWZyb20tY29sbGVnZS1vZi1hbWVyaWNhbi1wYXRob2xvZ2lzdHPSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "The sentiment of the text is positive.",
        "hcp": "Ana Lima",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "The Fox Chase Cancer Center Biosample Repository Facility has been accredited by the College of American Pathologists (CAP). The facility performs various tasks such as collecting, processing, storing, disseminating, and analyzing biological samples and related clinical data for research purposes. The accreditation acknowledges the facility's high-quality laboratory practices and strict protocols for participant recruitment and consent. The facility is one of fewer than 80 CAP-accredited biorepositories in the US. The recognition is evidence of the work being done to provide top-of-the-line care to patients at Fox Chase. According to Jonathan Chernoff, MD, PhD, Cancer Center Director, the Biosample Repository will continue to be an essential tool in conducting groundbreaking research that will help us learn more about our communities and develop methods to better address their health needs.",
        "fileindex": 8392
    },
    {
        "title": "Fox Chase Cancer Center Invests in Expanding Access to Lifesaving Radiopharmaceuticals for Cancer Patients",
        "date": "2023-10-17",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMikwFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTEwLTE3LWZveC1jaGFzZS1jYW5jZXItY2VudGVyLWludmVzdHMtaW4tZXhwYW5kaW5nLWFjY2Vzcy10by1saWZlc2F2aW5nLXJhZGlvcGhhcm1hY2V1dGljYWxzLWZvci1jYW5jZXItcGF0aWVudHPSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Lucas Santos",
        "hco": "FOX CHASE CANCER CENTER",
        "country": "USA",
        "summary": "Fox Chase Cancer Center has invested in Nucleus RadioPharma, a company that specializes in the development and distribution of radiopharmaceuticals, targeted therapies that deliver radiation directly to cancer cells. The investment will fuel ongoing clinical trials and make these targeted therapies more accessible. The investment comes from the Fox Chase Cancer Center Director’s Innovation Fund, which is intended to incentivize translational research and science. Fox Chase and Nucleus have signed a Letter of Intent to potentially enable a deeper collaboration, including partnership in developing a radiopharmaceutical manufacturing site and clinical trials involving radiopharmaceuticals. Sangeeta Bardhan Cook, Chief Innovation Officer at Fox Chase, said, “As the first integrated radiopharmaceutical contract development and manufacturing organization and supply chain network, Nucleus RadioPharma is uniquely positioned to expedite the availability of lifesaving targeted therapies to wider populations.”",
        "fileindex": 8395
    },
    {
        "title": "U of M president says new policy in the works after pro-Palestinian protest at honors convocation • Michigan Advance",
        "date": "2024-03-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiiQFodHRwczovL21pY2hpZ2FuYWR2YW5jZS5jb20vMjAyNC8wMy8yOC91LW9mLW0tcHJlc2lkZW50LXNheXMtbmV3LXBvbGljeS1pbi10aGUtd29ya3MtYWZ0ZXItcHJvLXBhbGVzdGluaWFuLXByb3Rlc3QtYXQtaG9ub3JzLWNvbnZvY2F0aW9uL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal",
        "sentiment": "Neutral.",
        "hcp": "Lucas Santos",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The University of Michigan is developing a policy to regulate disturbances in university operations caused by pro-Palestinian protests on campus. The protests demand that the university divest from companies with financial links to Israel and those that profit from Israel's military campaign in Gaza. University President Santa Ono has stated that those who engage in disruptive activities will be held accountable. The university has created an online survey to gather feedback from students, faculty, and staff. The TAHRIR Coalition plans to hold an emergency rally on the university's Diag on Thursday. The Anti-Defamation League has expressed concerns about anti-Semitism on campus following an online post that threatened death to anyone supporting Israel. The university's Vice President for Student Life condemned the message and stated that violations of the law or university policy will result in appropriate consequences, including expulsion.",
        "fileindex": 8411
    },
    {
        "title": "UMich president bars student vote on resolution accusing Israel of genocide, 'settler colonialism'",
        "date": "2023-12-06",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiemh0dHBzOi8vd3d3LmZveG5ld3MuY29tL3BvbGl0aWNzL3VtaWNoLXByZXNpZGVudC1iYXJzLXN0dWRlbnQtdm90ZS1yZXNvbHV0aW9uLWFjY3VzaW5nLWlzcmFlbC1nZW5vY2lkZS1zZXR0bGVyLWNvbG9uaWFsaXNt0gF-aHR0cHM6Ly93d3cuZm94bmV3cy5jb20vcG9saXRpY3MvdW1pY2gtcHJlc2lkZW50LWJhcnMtc3R1ZGVudC12b3RlLXJlc29sdXRpb24tYWNjdXNpbmctaXNyYWVsLWdlbm9jaWRlLXNldHRsZXItY29sb25pYWxpc20uYW1w?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal.",
        "sentiment": "Neutral.",
        "hcp": "Gabriel Pereira",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The president of the University of Michigan, Santa Ono, has blocked students from voting on two resolutions related to the Israel-Hamas war. One resolution requests the university to acknowledge \"genocide\" in Gaza and \"settler colonialism\" by Israel, while the other requests the university to support students \"affected by ongoing violence in Israel and Gaza\" and reveal plans to keep students safe. Each resolution seeking campus votes had more than 1,000 signatures. Ono said the resolutions were \"controversial and divisive\" and have done more to stoke fear, anger, and animosity on the campus than they would ever accomplish as recommendations to the university. The Michigan chapter of the Council on American-Islamic Relations accused the university of suppressing free speech. Seven of the eight members of the university's governing board supported Ono's statement. Ono promised to schedule meetings with student leaders to discuss \"real and tangible ways\" to address concerns.",
        "fileindex": 8414
    },
    {
        "title": "Opinion: Inside Sparrow Hospital's trauma center after MSU shooting",
        "date": "2023-02-23",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMifGh0dHBzOi8vd3d3LmZyZWVwLmNvbS9zdG9yeS9vcGluaW9uL2NvbnRyaWJ1dG9ycy8yMDIzLzAyLzIzL2xhbnNpbmctc3BhcnJvdy1ob3NwaXRhbC10cmF1bWEtY2VudGVyLW1zdS1zaG9vdGluZy82OTkzMTkxNjAwNy_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive.",
        "hcp": "Gabriel Pereira",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The trauma team at Sparrow Hospital, which includes various types of surgeons, radiologists, anesthesiologists, nurses, and others, quickly responded to an active shooter situation at Michigan State University. In just 17 minutes, the hospital received five critically injured victims who all required life-saving surgery. Sparrow Hospital spends $22 million each year to maintain its Level I trauma center, which is one of ten in Michigan. Dr. Denny Martin, acting president and chief medical officer, explained that the hospital uses algorithmic scripts developed during simulations to establish order in chaotic situations. The heroic efforts of Sparrow's caregivers and staff demonstrate the important role of Level I trauma centers in providing comprehensive care to patients with serious injuries. Marschall S. Runge, executive vice president for medical affairs and dean of the Medical School for the University of Michigan, praised the caregivers and staff for their exceptional care and acknowledged the emotional and financial toll of such care.",
        "fileindex": 8419
    },
    {
        "title": "National Academy of Medicine Action Collaborative is combating climate change with Victor Dzau, MD",
        "date": "2023-11-02",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMid2h0dHBzOi8vd3d3LmFtYS1hc3NuLm9yZy9kZWxpdmVyaW5nLWNhcmUvcHVibGljLWhlYWx0aC9uYXRpb25hbC1hY2FkZW15LW1lZGljaW5lLWFjdGlvbi1jb2xsYWJvcmF0aXZlLWNvbWJhdGluZy1jbGltYXRl0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "The sentiment of the text is positive.",
        "hcp": "Rafael Costa",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The National Academy of Medicine Action Collaborative is taking action to fight climate change. Their aim is to reduce carbon emissions by 50% by 2030 and achieve net-zero emissions by 2050. The collaborative is made up of hospitals, healthcare systems, doctors, nurses, educators, private industry, and government. They are addressing climate change because it is a serious threat to humanity and causes suffering. The healthcare sector is responsible for 8.5% of U.S. carbon emissions, and the collaborative aims to reduce this by changing the way medicine is practiced, promoting virtual care, and prevention. They also plan to change supply chains and create policies and incentives to support decarbonization. Dr. Victor Dzau, president of the National Academy of Medicine, is co-chairing the collaborative with Admiral Rachel Levine, the Secretary of Health, Andrew Witty, CEO of United, and George Barrett, the past CEO of Cardinal. The collaborative plans to launch a national movement in January 2024 to involve more organizations.",
        "fileindex": 8425
    },
    {
        "title": "Health Professionals Can Play Important Role in Combatting Climate Change, Guest Lecturer Says",
        "date": "2023-04-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMif2h0dHBzOi8vbmV3cy51YW1zLmVkdS8yMDIzLzA0LzI4L2hlYWx0aC1wcm9mZXNzaW9uYWxzLWNhbi1wbGF5LWltcG9ydGFudC1yb2xlLWluLWNvbWJhdHRpbmctY2xpbWF0ZS1jaGFuZ2UtZ3Vlc3QtbGVjdHVyZXItc2F5cy_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Rafael Costa",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Victor J. Dzau, M.D., president of the National Academy of Medicine, spoke at the University of Arkansas for Medical Sciences about the important role health professionals in the United States play in combating climate change, as it is also a public health crisis. Dzau explained how climate change can lead to various illnesses and diseases in humans, and cited pollution inequity, where people with lower socio-economic status are disproportionately affected. He also mentioned the health care sector itself emits about 8.5% of carbon emissions in the United States. Dzau called for action by the medical community to be educated about climate change and equipped with the tools to address it, stating that clinicians are uniquely positioned to be the messengers of climate change. The lecture was part of The Richard and Ellen Sandor Lecture Series on Medicine and Sustainability.",
        "fileindex": 8427
    },
    {
        "title": "Victor Dzau on Leading the National Academy of Medicine",
        "date": "2023-02-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiOmh0dHBzOi8vd3d3Lm1lZHBhZ2V0b2RheS5jb20vcG9kY2FzdHMvdGhlZG9jdG9yc2FydC8xMDMzMTDSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Sofia Fernandes",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Victor Dzau, M.D., President of the National Academy of Medicine (NAM), talks about his experience growing up as a refugee of the Chinese Civil War, his commitment to health equity and global health, and the NAM's efforts to provide expert evidence-based guidance on health, biomedical science, and health policy. He believes that clinicians should be more involved in public discourse and stresses the importance of medical professionals communicating scientific facts to the general public. Dzau is a renowned scholar in cardiovascular medicine, and his groundbreaking research paved the way for the development of blood pressure medications that are widely used today.",
        "fileindex": 8429
    },
    {
        "title": "National Academy of Medicine President Victor Dzau to Deliver CI MED 2023 Convocation Address",
        "date": "2023-03-08",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigAFodHRwczovL21lZGljaW5lLmlsbGlub2lzLmVkdS9uZXdzL25hdGlvbmFsLWFjYWRlbXktb2YtbWVkaWNpbmUtcHJlc2lkZW50LXZpY3Rvci1kemF1LXRvLWRlbGl2ZXItY2ktbWVkLTIwMjMtY29udm9jYXRpb24tYWRkcmVzc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Sofia Fernandes",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Victor Dzau, President of the National Academy of Medicine, will deliver the 2023 Carle Illinois College of Medicine convocation address. Dzau is an international leader in academic medicine and has served in leadership roles at some of the nation's leading medical schools, including Harvard, Stanford, and Duke University Health System. His organization provides objective advice through scientifically balanced research on important health-related issues. Dzau stresses the importance of academic health centers (AHCs) in national health care reform and emphasizes that academic health centers are critical in transforming medicine through a seamless innovation-to-care continuum that incorporates scientific discovery, translational research, and care delivery. The Carle Illinois College of Medicine is the world's first engineering-based college of medicine, with a strong emphasis on research, innovation, and entrepreneurship.",
        "fileindex": 8430
    },
    {
        "title": "Bradley Bernstein of Dana-Farber elected to National Academy of Medicine",
        "date": "2023-10-10",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiMGh0dHBzOi8vd3d3LmV1cmVrYWxlcnQub3JnL25ld3MtcmVsZWFzZXMvMTAwNDIwONIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive.",
        "hcp": "Matheus Almeida",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Bradley Bernstein, MD, PhD, who is the Chair of Cancer Biology at Dana-Farber Cancer Institute, has been chosen as a member of the National Academy of Medicine (NAM). NAM recognizes individuals who have shown exceptional professional accomplishment and dedication to service. The selection process for new NAM members is carried out by current members and acknowledges those who have made significant contributions to the advancement of medical sciences, healthcare, and public health. Victor J. Dzau, MD, NAM President, welcomed the new members and stated that their contributions to health and medicine are unparalleled, and their leadership and expertise will be essential to helping the NAM tackle today's urgent health challenges, inform the future of health care, and ensure health equity for the benefit of all around the globe.",
        "fileindex": 8434
    },
    {
        "title": "Why U.S. health care must take steps to cut carbon emissions",
        "date": "2023-12-08",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMibmh0dHBzOi8vd3d3LmFtYS1hc3NuLm9yZy9kZWxpdmVyaW5nLWNhcmUvcHVibGljLWhlYWx0aC93aHktdXMtaGVhbHRoLWNhcmUtbXVzdC10YWtlLXN0ZXBzLWN1dC1jYXJib24tZW1pc3Npb25z0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Matheus Almeida",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The U.S. health system is responsible for 8.5% of the country's carbon emissions, and the National Academy of Medicine has created the Action Collaborative on Decarbonizing the U.S. Health Sector to address the issue. The Climate Collaborative, co-chaired by Victor Dzau, M.D., aims to reduce total carbon emissions by 50% by 2030 and achieve carbon neutrality by 2050. The initiative brings together hospitals, healthcare systems, doctors and nurses, educators, the supply chain, the private industry, the pharmaceutical industry, and the government. The Climate Collaborative has established four working groups to focus on specific actions related to care delivery, education, supply chain, and policy. The initiative hopes to expand its reach across the country in early 2024 to inspire more healthcare organizations to step forward and combat climate change.",
        "fileindex": 8435
    },
    {
        "title": "Faculty Feature: Jeffrey Michael | Johns Hopkin Center for Injury Research and Policy",
        "date": "2023-07-05",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiZ2h0dHBzOi8vcHVibGljaGVhbHRoLmpodS5lZHUvY2VudGVyLWZvci1pbmp1cnktcmVzZWFyY2gtYW5kLXBvbGljeS8yMDIzL2ZhY3VsdHktZmVhdHVyZS1qZWZmcmV5LW1pY2hhZWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Juliana Ribeiro",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Jeffrey Michael, Distinguished Scholar at the Department of Health Policy and Management, is a national and international leader in the analysis, development, and implementation of programs to improve transportation safety. He is currently working on a project with an interdisciplinary group of vehicle safety experts to facilitate the successful completion of a landmark new federal safety standard that will require every new car to be equipped with technology that can prevent its operation by impaired drivers. The potential payoff of this technology is a game-changer for road safety, saving more than 9,000 lives each year when fully deployed. Michael enjoys spending his free time with his 6-year-old grandson, bike-riding, driving radio-control cars, and building cardboard robots. If he could have brunch with any celebrity, he would choose Lewis Hamilton and talk about his race strategy and goals following his Formula One career. Michael is affiliated with the Johns Hopkins Injury Center and enjoys telling people that he works there.",
        "fileindex": 8440
    },
    {
        "title": "Bronchopulmonary Dysphasia: Jahleel's Story",
        "date": "2024-02-06",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiV2h0dHBzOi8vd3d3LmhvcGtpbnNtZWRpY2luZS5vcmcvaGVhbHRoL3BhdGllbnQtc3RvcnktamFobGVlbC1icm9uY2hvcHVsbW9uYXJ5LWR5c3BsYXNpYdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive.",
        "hcp": "Juliana Ribeiro",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Jahleel was born prematurely at 24 weeks gestation, weighing 1 pound, 11 ounces. He had bronchopulmonary dysplasia (BPD), a chronic lung disease common in premature babies. A specialized team at Johns Hopkins All Children’s Hospital cared for him, performing surgical procedures to repair his collapsing airway and help him breathe better. Michael M.E. Johns, M.D. contributed to the Esophageal and Airway Treatment (EAT) team that performed the surgeries. Jahleel went home after nine months in the hospital and is now a happy baby.",
        "fileindex": 8441
    },
    {
        "title": "Remembering Michael Beard, a Pioneer of Gun Violence Prevention | Johns Hopkins | Bloomberg School of Public ...",
        "date": "2023-12-13",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiYGh0dHBzOi8vcHVibGljaGVhbHRoLmpodS5lZHUvMjAyMy9yZW1lbWJlcmluZy1taWNoYWVsLWJlYXJkLWEtcGlvbmVlci1vZi1ndW4tdmlvbGVuY2UtcHJldmVudGlvbtIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hcp": "Thiago Martins",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Michael Beard, a pioneer in the movement to prevent gun violence, has passed away. He established the Coalition to Stop Gun Violence in 1974 and the Educational Fund to Stop Gun Violence in 1978. Beard tirelessly advocated for significant gun violence prevention legislation and played a crucial role in passing the Federal Assault Weapons Ban of 1994 and the Brady Bill. He directed the Coalition to Stop Gun Violence for more than 30 years and was a member of the advisory board of the Center for Gun Violence Solutions at the Johns Hopkins Bloomberg School of Public Health. In addition to his leadership, Beard was a mentor to co-director Josh Horwitz for many years. He also had a diverse and successful career as an actor and was a member of the Screen Actors Guild and the American Federation of Radio and Television Artists. His legacy will continue to inspire the fight for a world free from gun violence.",
        "fileindex": 8442
    },
    {
        "title": "Meet the Dallas 500: Peter McCanna",
        "date": "2023-06-07",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiUWh0dHBzOi8vd3d3LmRtYWdhemluZS5jb20vaGVhbHRoY2FyZS1idXNpbmVzcy8yMDIzLzA2L21lZXQtdGhlLTUwMC1wZXRlci1tY2Nhbm5hL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive",
        "hcp": "María Fernández",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Peter McCanna, CEO of Baylor Scott & White Health, has been featured in the Dallas 500. He spoke about his biggest challenge, which is labor, and how the pandemic has forced them to adopt a different managerial operating style. He also discussed the future of healthcare, where technology and a customer-first mindset will play a big role. McCanna believes that they can take information about patients and use pattern recognition to give them a diagnosis and treatment plan that will work. Physicians will still have a big role, but it will be augmented by AI. McCanna also talked about the industry change and how they want to be accessible through multiple channels and give patients care when, where, and how they want it.",
        "fileindex": 8445
    },
    {
        "title": "Baylor Scott & White inks deal to expand urgent care footprint",
        "date": "2023-07-06",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigwFodHRwczovL3d3dy5maWVyY2VoZWFsdGhjYXJlLmNvbS9wcm92aWRlcnMvYmF5bG9yLXNjb3R0LXdoaXRlLWhlYWx0aC1hZGRzLTQxLXRleGFzLXVyZ2VudC1jYXJlLWNlbnRlcnMtbmV0d29yay1uZXh0Y2FyZS1wYXJ0bmVyc2hpcNIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "María Fernández",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Baylor Scott & White Health has partnered with NextCare Urgent Care to add 41 Texas urgent care clinics to its network. The deal will give the state's largest nonprofit health system a foothold in new markets. The deal also catapults Baylor Scott & White to a new role as one of Texas' major providers of urgent care services. The CEO of Baylor Scott & White, Peter McCanna, said that the deal is dedicated to providing customers with as much choice as possible when seeking care. The two companies will be hammering out branding, digital integrations, and other enhancements to better serve customers over the next several months. Baylor Scott & White is a major player in the Texas healthcare market with 51 hospitals and a total of over 1,200 locations through which 3 million-plus people access care.",
        "fileindex": 8447
    },
    {
        "title": "North Texas Healthcare Compensation: Who's On Top?",
        "date": "2024-04-19",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiZmh0dHBzOi8vd3d3LmRtYWdhemluZS5jb20vaGVhbHRoY2FyZS1idXNpbmVzcy8yMDI0LzA0L25vcnRoLXRleGFzLWhlYWx0aGNhcmUtY29tcGVuc2F0aW9uLXdob3Mtb24tdG9wL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "José Martínez",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "North Texas healthcare organizations are offering competitive salaries to attract top talent to lead them. D CEO Healthcare analyzed recent SEC filings and IRS forms to find out how local healthcare leaders are being compensated and what can be learned about their leadership. The list includes the top two earners from each organization in recent IRS and SEC filings. Tenet Healthcare CEO Saum Sutaria and McKesson CEO Brian Tyler were the highest compensated individuals with total compensation of $18,518,109 and $16,960,596 respectively. In the nonprofit world, CHRISTUS Health compensates its executives relatively better than others. CHRISTUS CEO Ernie Sadau earned more than $11 million in compensation, while the CEOs of Baylor Scott & White Health and Texas Health Resources earned significantly less. The second top earner in Baylor’s 2022 filing was Peter McCanna, who began the year as President and finished it as CEO and earned $3.6 million in total compensation in 2022.",
        "fileindex": 8449
    },
    {
        "title": "Prince George’s County Libraries Mark Milestone With First Black CEO",
        "date": "2024-02-01",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiWmh0dHBzOi8vdGhlYmF5bmV0LmNvbS9wcmluY2UtZ2Vvcmdlcy1jb3VudHktbGlicmFyaWVzLW1hcmstbWlsZXN0b25lLXdpdGgtZmlyc3QtYmxhY2stY2VvL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "The sentiment of the text is 'positive'.",
        "hcp": "José Martínez",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The Prince George's County Memorial Library System has appointed Mark Winston, Ph.D., as its new CEO. Winston is the first Black CEO in the library's 78-year history and a Maryland native. He will provide strategic and operational leadership to oversee the library, which serves a population that is 64 percent Black and nearly 21 percent Hispanic or Latino, according to U.S. Census data. Winston has extensive experience in library management, university faculty, and consulting and is an author, columnist, and book reviewer. He holds a doctorate in library and information science from the University of Pittsburgh, as well as a master's degree in library science from the University of Pittsburgh and a bachelor's degree in business management from Hampton University.",
        "fileindex": 8451
    },
    {
        "title": "A search for unmarked graves. A list of last names. The quest to restore a lost piece of history in Prince George’s Co.",
        "date": "2024-01-12",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiowFodHRwczovL3d0b3AuY29tL3ByaW5jZS1nZW9yZ2VzLWNvdW50eS8yMDI0LzAxL2Etc2VhcmNoLWZvci11bm1hcmtlZC1ncmF2ZXMtYS1saXN0LW9mLWxhc3QtbmFtZXMtdGhlLXF1ZXN0LXRvLXJlc3RvcmUtYS1sb3N0LXBpZWNlLW9mLWhpc3RvcnktaW4tcHJpbmNlLWdlb3JnZXMtY28v0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research.",
        "sentiment": "Neutral.",
        "hcp": "Juan García",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Archaeologists and volunteers are working to document and properly account for hundreds of unmarked graves in Prince George's County, Maryland. Many of these graves contain the remains of African Americans, some of whom were enslaved on land that was once a Jesuit-owned plantation known as White Marsh. Dr. Laura Masur, an archaeologist and assistant professor of anthropology at Catholic University, is overseeing the efforts to identify unmarked graves on the grounds of Sacred Heart Catholic Church, as well as other cemeteries once owned by the Jesuits. The team has mapped close to 600 potential grave markers along the hillside, and Masur anticipates that there may be 100 to 200 more grave markers along the hillside. Descendants of those who lived and worked on the land decades, if not centuries, ago have started a nonprofit called the White Marsh Historical Society to help search through family trees, tax records, death records, and other genealogical records to try to determine who might be buried there.",
        "fileindex": 8452
    },
    {
        "title": "UMich HPSA hosts Election Year Health Policy Outlook Panel",
        "date": "2024-02-19",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigQFodHRwczovL3d3dy5taWNoaWdhbmRhaWx5LmNvbS9uZXdzL2NhbXB1cy1saWZlL2hlYWx0aC1wb2xpY3ktc3R1ZGVudC1hc3NvY2lhdGlvbi1ob3N0cy1lbGVjdGlvbi15ZWFyLWhlYWx0aC1wb2xpY3ktb3V0bG9vay1wYW5lbC_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Juan García",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "The University of Michigan Health Policy Student Association hosted an Election Year Health Policy Outlook Panel, which discussed the cost of health insurance and prescription drugs, reproductive rights, and public health policy. The panel featured professors Scott L. Greer and Marianne Udow-Phillips, and John Z. Ayanian, director of the Institute for Healthcare Policy & Innovation. The discussion was led by Public Health student Jamaal Shaikh, HPSA president. The panel discussed the effectiveness of Democrats’ policy initiatives, such as the Inflation Reduction Act, at tackling high prescription drug prices. The panel also addressed the issue of institutional public health, with an emphasis on the United States’ response to the COVID-19 pandemic. Udow-Phillips said the public health issues that arose during the COVID-19 pandemic were due to the breakdown of local institutions in their response to COVID-19.",
        "fileindex": 8453
    },
    {
        "title": "Florida doctors worried DeSantis gives 'fringe' dermatologist a platform",
        "date": "2023-01-26",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiWGh0dHBzOi8vd3d3LnBvbGl0aWNvLmNvbS9uZXdzLzIwMjMvMDEvMjYvZGVzYW50aXMtZnJpbmdlLWRlcm1hdG9sb2dpc3QtcGxhdGZvcm0tMDAwNzk1NDfSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Negative.",
        "hcp": "Carmen Rodríguez",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "Florida Governor Ron DeSantis has faced criticism from Florida doctors for promoting a \"fringe\" dermatologist named Jon Ward, who rejects COVID-19 vaccines and most pandemic-era mitigation efforts. Ward has appeared alongside DeSantis at multiple events, and the governor has sought his validation on several occasions. Members of the Florida Medical Association (FMA) are concerned that Ward has been given a statewide platform, and some doctors fear that the governor is promoting a \"fringe\" perspective in the medical community. DeSantis has made his opposition to COVID-19 restrictions and support for medical \"free speech\" a central part of his messaging strategy, and this issue may impact a potential 2024 presidential run. Marianne Udow-Phillips, founding executive director of the Center for Health and Research Transformation at the University of Michigan, stated that the medical profession is closely examining the issue and is deeply worried.",
        "fileindex": 8454
    },
    {
        "title": "UnitedHealthcare offers rewards to insurance plan members who use activity trackers",
        "date": "2023-02-10",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiTWh0dHBzOi8vd3d3LmF4aW9zLmNvbS8yMDIzLzAyLzEwL3VuaXRlZGhlYWx0aGNhcmUtcmV3YXJkcy1pbnN1cmFuY2Utd2VhcmFibGVz0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "Pedro Sánchez",
        "hco": "UNIVERSITY OF MI HOSPITAL",
        "country": "USA",
        "summary": "UnitedHealthcare, the largest health insurer in the US, is expanding its initiative to reward plan members for embracing healthy behavior, which will be monitored by activity trackers. UnitedHealthcare Rewards will provide up to $1,000 annually to members who use wearable devices to prove they're being healthy and take other steps to monitor their health. The program will be available first to the 3 million patients in UnitedHealthcare's fully insured plans, then rolled out to self-insured plan members in 2024. The rewards come in the form of a cash gift card or health savings account funds. The goal of the program is to motivate members to take charge of their health and stay engaged in activities to improve their quality of life and help improve healthcare overall. Critics are concerned that companies like United could eventually use such programs to pass costs along to people who spurn healthy behavior. Marianne Udow-Phillips, a senior adviser to the University of Michigan's Center for Health & Research Transformation, said that wearables with incentives tied to them can promote and encourage people to walk more and get more physically fit.",
        "fileindex": 8455
    },
    {
        "title": "Gov. Gordon to bring mental health town hall meeting to Gillette Dec. 18",
        "date": "2023-12-08",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiZ2h0dHBzOi8vY291bnR5MTcuY29tLzIwMjMvMTIvMDgvZ292LWdvcmRvbi10by1icmluZy1tZW50YWwtaGVhbHRoLXRvd24taGFsbC1tZWV0aW5nLXRvLWdpbGxldHRlLWRlYy0xOC_SAW1odHRwczovL2NvdW50eTE3LmNvbS8yMDIzLzEyLzA4L2dvdi1nb3Jkb24tdG8tYnJpbmctbWVudGFsLWhlYWx0aC10b3duLWhhbGwtbWVldGluZy10by1naWxsZXR0ZS1kZWMtMTgvP2FtcD0x?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "neutral",
        "hcp": "Pedro Sánchez",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Governor Mark Gordon will hold a town hall meeting in Gillette on December 18th to discuss mental healthcare in Wyoming. The meeting is part of a series of meetings across the state to increase awareness of available resources and improve access to care. The discussions are open to the public, and representatives from the executive, legislative, and judicial branches are invited to attend, as well as local elected officials. Governor Gordon is impressed with the honesty and engagement from community members during the previous town halls and is looking forward to these additional conversations.",
        "fileindex": 8459
    },
    {
        "title": "Tampa General receives record donation for children's hospital",
        "date": "2023-12-16",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiXmh0dHBzOi8vd3d3LnRhbXBhYmF5LmNvbS9uZXdzL2hlYWx0aC8yMDIzLzEyLzE2L3RhbXBhLWdlbmVyYWwtaG9zcGl0YWwtbXVtYS1kb25hdGlvbi1jaGlsZHJlbi_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hcp": "James Smith",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Tampa General Hospital has received a record donation from philanthropists Pam and Les Muma. The amount of the gift has not been disclosed, but it is the largest in Tampa General's history and the largest ever made to any children’s hospital in the Tampa Bay region. The hospital has announced that its children’s facility will be renamed the Muma Children’s Hospital at TGH in recognition of the donation. The children’s hospital has 138 beds and provides a range of specialized medical services. The Mumas have a track record of philanthropy in the region, with institutions and facilities bearing their names, including the Muma Chair of Neonatology at USF Health and the Jennifer Leigh Muma Neonatal Intensive Care Unit at TGH. Les Muma co-founded Fortune 500 company Fiserv Inc. in 1984 and also served on the TGH Board of Directors.",
        "fileindex": 8460
    },
    {
        "title": "Gordon announces new mental health initiative at town hall event",
        "date": "2024-01-31",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiYWh0dHBzOi8vd3d3LmdpbGxldHRlbmV3c3JlY29yZC5jb20vbmV3cy93eW9taW5nL2FydGljbGVfM2Y5MGU3OGQtNjlkNS01ZDBmLTkxZTEtZGZjYzIxNzBhZTAzLmh0bWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "James Smith",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Governor Mark Gordon has launched a new mental health initiative called the \"Mental Health Roadmap\" that identifies five key pillars to improve outcomes for those battling mental health issues in Wyoming. The five pillars include access to mental health care, affordability, quality of care, innovation, and suicide prevention and anti-stigma efforts. Gordon announced the initiative during a town hall event where he expressed that mental health care services should not only be accessible, but also affordable and of good quality. The initiative will focus on community mental health reform, workforce development, criminal justice reform, and suicide prevention. Gordon has requested funding of $250,000 to train workforces in behavioral health reform and an additional $2 million for pediatric virtual services. He also asked lawmakers for another $2 million to contract with mobile crisis services in Wyoming to support first responders. The initiative involves collaboration among the executive, legislative, and judiciary branches of state government.",
        "fileindex": 8465
    },
    {
        "title": "Western leaders come to Wyoming to learn about the state's hope for solving climate change",
        "date": "2023-09-27",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMioAFodHRwczovL3d3dy53eW9taW5ncHVibGljbWVkaWEub3JnL25hdHVyYWwtcmVzb3VyY2VzLWVuZXJneS8yMDIzLTA5LTI3L3dlc3Rlcm4tbGVhZGVycy1jb21lLXRvLXd5b21pbmctdG8tbGVhcm4tYWJvdXQtdGhlLXN0YXRlcy1ob3BlLWZvci1zb2x2aW5nLWNsaW1hdGUtY2hhbmdl0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Emily Johnson",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Wyoming's Governor, Mark Gordon, is leading a group of federal and state leaders in addressing climate change by exploring decarbonization. The group recently toured the Integrated Test Center (ITC) in Gillette, which is studying carbon capture, utilization, and storage (CCUS). Wyoming is investing tens of millions of dollars into CCUS development, hoping to remove carbon from the fossil fuel process and keep the fossil fuel industry viable in a warming world. However, some environmental and conservation groups view it as an expensive and unproven solution. The clock is ticking as the United States aims to achieve net-zero emissions by 2035. Gordon hopes CCUS can prove its viability by the end of the decade and prevent job losses in the energy sector. The Gillette visit is the first of several workshops exploring decarbonization as part of the Western Governors' Association.",
        "fileindex": 8466
    },
    {
        "title": "Tampa General Hospital Welcomes Oscar J. Horton to Its Board of Directors",
        "date": "2023-03-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigAFodHRwczovL3d3dy5wcm5ld3N3aXJlLmNvbS9uZXdzLXJlbGVhc2VzL3RhbXBhLWdlbmVyYWwtaG9zcGl0YWwtd2VsY29tZXMtb3NjYXItai1ob3J0b24tdG8taXRzLWJvYXJkLW9mLWRpcmVjdG9ycy0zMDE3ODM5ODAuaHRtbNIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Michael Williams",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Tampa General Hospital has appointed Oscar J. Horton to its Board of Directors. Horton, a Florida business leader, brings with him experience in enterprise growth and strong community relationships. Horton is the CEO of Horton Holdings LLC, which oversees the operations of Sun State International and Sun State Real Estate. He has also served as a board member for the Federal Reserve Bank of Atlanta and Jacksonville Branch. Horton's appointment increases the Board's breadth and depth of expertise across various industries, including real estate, finance, healthcare, and private equity. Tampa General Hospital is one of the largest hospitals in America and is the region's only center for Level l trauma and comprehensive burn care. It is also the primary teaching hospital for the USF Health Morsani College of Medicine.",
        "fileindex": 8468
    },
    {
        "title": "SurplusGLOBAL's CEO, Bruce Kim, Has Been Elected as a Members of The National Academy of Engineering of Korea",
        "date": "2024-01-08",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiUmh0dHBzOi8vZmluYW5jZS55YWhvby5jb20vbmV3cy9zdXJwbHVzZ2xvYmFscy1jZW8tYnJ1Y2Uta2ltLWVsZWN0ZWQtMTIwMDAwMDA4Lmh0bWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "Jessica Brown",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "SurplusGLOBAL's CEO, Bruce Kim, has been elected as a member of The National Academy of Engineering of Korea for his contributions to the semiconductor ecosystem. Bruce Kim established SurplusGLOBAL in 2000, and over the past 24 years, he has sold over 60,000 units of legacy semiconductor equipment, propelling the company to become a global industry leader. He has been recognized for his significant efforts in advancing technology across universities, corporations, and research institutions. Bruce Kim's dedication extends beyond business; he annually conducts research along the Silk Road, studying the rise and fall of nomads and merchants over the past 5,000 years, interpreting human history's dynamics from a business perspective rather than merely as heroes, emperors, or prophets. Additionally, since 2019, he has served as the organizing chairperson for Asia's first specialized autism exhibition, the Autism Expo.",
        "fileindex": 8474
    },
    {
        "title": "Christian Professor Nearly Fired on LGBT Issues Leads Campus Ministry",
        "date": "2023-05-31",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigQFodHRwczovL3d3dy5kYWlseXNpZ25hbC5jb20vMjAyMy8wNS8zMS9jaHJpc3RpYW4tcHJvZmVzc29yLWFsbW9zdC1nb3QtZmlyZWQtd3JvbmctdGhpbmtpbmctbGdidC1pc3N1ZXMtbm93LWxlYWRzLWNhbXB1cy1taW5pc3RyeS_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "David Jones",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Corey Miller, the president and CEO of Lafayette-based Christian campus ministry Ratio Christi, has shared his experiences of facing discrimination against Christianity in academia with The Daily Signal. Miller was threatened with termination for discussing Christian doctrine on LGBT issues, and was accused by a former student of creating a \"suicidal environment\". Alliance Defending Freedom took up his case pro bono, and with the help of two atheist students, Miller was exonerated. Miller warns that universities have shifted from a place of \"free exchange of ideas\" to \"political truth\", and that the current cultural Marxism is the second revolution in the history of academia in America. Ratio Christi has launched the Malik Academic Fellowship, which aims to train Christian Ph.D. students to become \"missional professors\" and reclaim the intellectual voice of Christ in universities.",
        "fileindex": 8479
    },
    {
        "title": "Blake Casper makes $1 million donation to Jesuit High School's campus master plan - Tampa Bay Business & Wealth",
        "date": "2023-10-12",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMib2h0dHBzOi8vdGJid21hZy5jb20vMjAyMy8xMC8xMi9ibGFrZS1jYXNwZXItbWFrZXMtMS1taWxsaW9uLWRvbmF0aW9uLXRvLWplc3VpdC1oaWdoLXNjaG9vbHMtY2FtcHVzLW1hc3Rlci1wbGFuL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive",
        "hcp": "Sarah Miller",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Blake Casper, co-owner of the hospitality company Oxford Commons, has donated $1 million to Jesuit High School to support its campus master plan. Casper, who is an alumnus of Jesuit High School, understands the importance of philanthropy and paying it forward for current and future generations. The school's director of development, Nick Suszynski, said that Casper's contribution helps ensure Jesuit’s vision will become a reality as they develop the next phase of their Campus Master Plan. Jesuit’s Campus Master Plan projects have included the Antinori Center for the Arts, which opened this year, as well as Gonzmart Hall, Oliva Courtyard, and the Chapel of the Holy Cross. Upcoming projects include a student activities center and dining hall, and a science center. Casper is known for creating unique concepts such as Oxford Exchange, The Stovall House, and Predalina, a seafood-forward Mediterranean concept on Water Street Tampa.",
        "fileindex": 8483
    },
    {
        "title": "Excellence in Governance 2023 Phillip Dingle",
        "date": "2023-07-16",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiUWh0dHBzOi8vd3d3Lm1vZGVybmhlYWx0aGNhcmUuY29tL2F3YXJkcy9leGNlbGxlbmNlLWdvdmVybmFuY2UtMjAyMy1waGlsbGlwLWRpbmdsZdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Robert Davis",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "Phillip S. Dingle, the managing partner of the private equity fund HealthEdge Investment Partners, has been a board member of Tampa General Hospital since 2007 and has served as chair since 2020. Working with President and CEO John Couris and the executive team, Dingle has helped advance initiatives for innovation, expansion, and financial viability at Tampa General, which is an academic medical center and the region's largest safety-net hospital. Tampa General has provided net community benefits worth about $240 million through healthcare services for uninsured and underinsured people, educational programs, and financial support to Tampa Bay area community organizations in fiscal 2022. The hospital has also established a $500 million master facility plan, which serves as a blueprint for continued capital and service growth.",
        "fileindex": 8487
    },
    {
        "title": "Research outcome teams enhance research opportunities at MCOM",
        "date": "2024-03-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiRmh0dHBzOi8vd3d3LnVzZi5lZHUvaGVhbHRoL25ld3MvMjAyNC9zc3JvdC1yZXNlYXJjaC1vcHBvcnR1bml0aWVzLmFzcHjSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Robert Davis",
        "hco": "TAMPA GENERAL HOSPITAL",
        "country": "USA",
        "summary": "The USF Health Morsani College of Medicine's Office of Research, Innovation & Scholarly Endeavors (RISE) has created Specialty-Specific Research Outcomes Teams (SSROT) to enhance and expand research capacity. These teams match medical students with resident physicians, fellows in training, and attending physicians on faculty at MCOM to define and sustain a pipeline of impactful research opportunities and mentorship. Since 2018, 95% of MCOM medical students have engaged in scholarly work during their medical school tenure, leading to a sharp increase in medical students presenting at national and international meetings, and authoring peer-reviewed publications. Dr. Rahul Mhaskar, professor and associate dean of medical student research, spearheaded the concept of more collaborative research environments with more students and physicians with similar research interests. The next evolution is creating interdisciplinary teams, allowing USF Health students from different colleges to collaborate on research projects using the SSROT model.",
        "fileindex": 8506
    },
    {
        "title": "Interview with K. Scott Wester, CEO of Memorial Healthcare System - South Florida",
        "date": "2024-04-19",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiZGh0dHBzOi8vd3d3LmJpempvdXJuYWxzLmNvbS9zb3V0aGZsb3JpZGEvbmV3cy8yMDI0LzA0LzE5L3dlc3Rlci1oZWxwcy1tZW1vcmlhbC1hZGp1c3QtdG8tbWFya2V0Lmh0bWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Ashley Wilson",
        "hco": "SOUTH BROWARD HOSPITAL DISTRICT",
        "country": "USA",
        "summary": "K. Scott Wester, the CEO of Memorial Healthcare System, is striving to manage costs and plan for growth in the face of inflation challenges in the healthcare industry. His goal is to decrease labor costs and workforce development while increasing wages for all employees. Memorial Healthcare System has implemented new cost processes and efficiencies to minimize inflation over the past six months. Wester has acquired an 8.2-acre site at the intersection of U.S. 441 and Hollywood Boulevard, which will be a mixed-use development focused on healthcare and housing. Memorial Healthcare System has expanded to three mammography centers and opened a new primary care office in Weston. The healthcare system employs AI in its radiology department and plans to increase its use of AI to assist clinicians and physicians in providing better therapeutics early for better outcomes. The biggest challenges that Memorial Healthcare System will face in the coming years are the economic pressures of the hospital industry and the need to recover costs for the care provided to government payors.",
        "fileindex": 8507
    },
    {
        "title": "Memorial Healthcare Buys Hollywood Dev Site From Ben-Shmuels",
        "date": "2023-04-19",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiYGh0dHBzOi8vdGhlcmVhbGRlYWwuY29tL21pYW1pLzIwMjMvMDQvMTkvbWVtb3JpYWwtaGVhbHRoY2FyZS1wYXlzLTQ5bS1mb3ItZGV2LXNpdGUtaW4taG9sbHl3b29kL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Neutral.",
        "hcp": "Ashley Wilson",
        "hco": "SOUTH BROWARD HOSPITAL DISTRICT",
        "country": "USA",
        "summary": "Memorial Healthcare System has acquired an 8.2-acre development site in Hollywood, Florida for $49m. They have preliminary plans to build a health and wellness center on the southeast corner of Hollywood Boulevard and State Road 7. The site currently consists of a two-story building leased to Gordon Food Service grocery store and an adjacent parking lot. Memorial Healthcare System plans to consult with Memorial and community interests and convene a group to come up with a project. Preliminary discussions have focused on a possible community health and wellness center. Memorial is a network of hospitals and wellness facilities throughout South Florida led by CEO K. Scott Wester, with Memorial Regional Hospital South and Joe DiMaggio Children’s Hospital in Hollywood. In 2018, the hospital paid $6.5m for a 16,000-square-foot Petco building at 12251 Pines Boulevard in Pembroke Pines, with plans to use the land as part of the expansion of Memorial Hospital West.",
        "fileindex": 8512
    }
]