[
    {
        "title": "New St. Louis County bookmobile fleet aided by Emerson",
        "date": "2023-06-26",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMinwFodHRwczovL3d3dy5zdGx0b2RheS5jb20vbGlmZS1lbnRlcnRhaW5tZW50L2xvY2FsL2Jvb2tzL25ldy1zdC1sb3Vpcy1jb3VudHktYm9va21vYmlsZS1mbGVldC1haWRlZC1ieS1lbWVyc29uL2FydGljbGVfNmZkNTI1ZmMtMTNjNy0xMWVlLTg4NDgtY2Y1NTgyZWMzYzg3Lmh0bWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive",
        "hcp": "João Silva",
        "hco": "Instituto Esperança Brasil",
        "country": "BRAZIL",
        "summary": "Emerson has donated $200,000 to the St. Louis County Library Foundation to help pay for a new bookmobile fleet. The library predicts that three new school bookmobiles will be ready next year, each costing around $450,000. Great Southern Bank and the Cardinals have also made donations to sponsor a new bookmobile. The library system currently has four school bookmobiles that visit over 50 public and private schools across 11 school districts in St. Louis County. In 2022, school bookmobiles checked out 291,522 items to students and issued over 7,550 new library cards. Akberet Boykin-Farr, Vice President, HR Corporate Functions at Emerson, said, “The Library and Emerson share a strong focus on childhood literacy. Sponsoring a new bookmobile will continue that legacy, and will help open up a world of discovery and enjoyment for students for years to come.”",
        "fileindex": 6033
    },
    {
        "title": "Jury awards millions to widow of man who suffered severe bed sore at Baptist Health",
        "date": "2023-05-26",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigQFodHRwczovL2Fya3RpbWVzLmNvbS9hcmthbnNhcy1ibG9nLzIwMjMvMDUvMjYvanVyeS1hd2FyZHMtbWlsbGlvbnMtdG8td2lkb3ctb2YtbWFuLXdoby1zdWZmZXJlZC1zZXZlcmUtYmVkLXNvcmUtYXQtYmFwdGlzdC1oZWFsdGjSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal",
        "sentiment": "neutral",
        "hcp": "Maria Oliveira",
        "hco": "Instituto Esperança Brasil",
        "country": "BRAZIL",
        "summary": "A Pulaski County Circuit Court jury has awarded $3 million to the widow of a man who suffered a severe bed sore in 2017 while at Baptist Health Medical Center in Little Rock. James Lanham of Rich, near Clarendon, died of unrelated causes in September 2022. The jury agreed unanimously on the judgment in the malpractice lawsuit. Thomas Buchanan, one of the attorneys who represented Lanham and then his widow, argued that the problem was not that hospital staff failed to move the patient frequently but that staff didn’t do so in the correct way, leading to the pressure ulcer. The defense argued that the bedsore was unavoidable because of Lanham’s many health problems. Buchanan said the wound eventually closed but never healed and remained a problem for years.",
        "fileindex": 6041
    },
    {
        "title": "Michael Garanzini, S.J. - Advisory Board - Markkula Center for Applied Ethics",
        "date": "2024-04-10",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiW2h0dHBzOi8vd3d3LnNjdS5lZHUvZXRoaWNzL2Fib3V0LXRoZS1jZW50ZXIvcGVvcGxlL2Fkdmlzb3J5LWJvYXJkL21pY2hhZWwtZ2FyYW56aW5pLXNqLmh0bWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Pedro Souza",
        "hco": "Fundação Vida Verde",
        "country": "BRAZIL",
        "summary": "Michael Garanzini, S.J. is the president of the Association of Jesuit Colleges and Universities. He has previously held positions as Secretary for Higher Education of the Society of Jesus and Chair of the Board of Directors for the International Association of Jesuit Universities. From 2001 to 2015, Fr. Garanzini served as president of Loyola University Chicago, where he oversaw the establishment of Arrupe College, the first Jesuit community college in the United States. Fr. Garanzini earned a B.A. in Psychology from Saint Louis University and a Doctorate in Psychology and Religion from the Graduate Theological Union / University of California, Berkeley. He has taught at several universities, including the University of San Francisco, the Gregorian University in Rome, Rockhurst University, and Fordham University.",
        "fileindex": 6061
    },
    {
        "title": "UHDI Fundamentals: Talking UHDI with John Johnson, Part 2",
        "date": "2023-12-26",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMibGh0dHBzOi8vaWNvbm5lY3QwMDcuY29tL2FydGljbGUvMTM5MDQ1L3VoZGktZnVuZGFtZW50YWxzLXRhbGtpbmctdWhkaS13aXRoLWpvaG4tam9obnNvbi1wYXJ0LTIvMTM5MDQyL2Rlc2lnbtIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Ana Lima",
        "hco": "Rede Solidariedade Brasil",
        "country": "BRAZIL",
        "summary": "John Johnson, the Vice President of Business Development at American Standard Circuits, talks about the advantages of ultra-high density interconnect (UHDI) products in an interview with Steve Williams of The Right Approach Consulting LLC. Johnson explains that UHDI technology can create circuit boards with low surface profiles and tighter tolerances, making it perfect for building boards with controlled impedance. Moreover, UHDI has potential in the medical industry as it can produce biocompatible circuit boards without toxic materials. Johnson also discusses Averatek's A-SAP process, which American Standard Circuits uses for its UHDI products, and explains the benefits of liquid metal ink (LMI) in getting plating down into small crevices and vias. This is the second part of a three-part interview.",
        "fileindex": 6071
    },
    {
        "title": "National WWII Museum Announces 6 New Trustees",
        "date": "2023-08-03",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiSGh0dHBzOi8vYml6bmV3b3JsZWFucy5jb20vbmF0aW9uYWwtd3dpaS1tdXNldW0tYW5ub3VuY2VzLTYtbmV3LXRydXN0ZWVzL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Neutral",
        "hcp": "Lucas Santos",
        "hco": "Centro de Ação Humanitária do Amazonas",
        "country": "BRAZIL",
        "summary": "The National WWII Museum has added six new members to its board of trustees, such as Jessie J. Knight Jr. and James N. Gianopulos. The board is now made up of 57 business and philanthropic leaders from 21 states and Washington, D.C. Each member will serve a three-year term and will work towards advancing the museum's mission, which includes growing the museum's endowment and supporting research, education, and digital access initiatives. The museum is getting ready to open the Liberation Pavilion, dedicate the Col. Battle Barksdale Parade Ground, and celebrate the completion of the $400m Road to Victory Capital Campaign. Additionally, the museum will host the Congressional Medal of Honor Society's 2023 Convention.",
        "fileindex": 6083
    },
    {
        "title": "Super Saturdays and ‘HIT’ clinics to slash surgery waitlist backlog",
        "date": "2023-10-25",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiggFodHRwczovL3d3dy50aGVhZ2UuY29tLmF1L25hdGlvbmFsL3ZpY3RvcmlhL3N1cGVyLXNhdHVyZGF5cy1hbmQtaGl0LWNsaW5pY3MtdG8tc2xhc2gtc3VyZ2VyeS13YWl0bGlzdC1iYWNrbG9nLTIwMjMxMDI1LXA1ZWYwOS5odG1s0gGCAWh0dHBzOi8vYW1wLnRoZWFnZS5jb20uYXUvbmF0aW9uYWwvdmljdG9yaWEvc3VwZXItc2F0dXJkYXlzLWFuZC1oaXQtY2xpbmljcy10by1zbGFzaC1zdXJnZXJ5LXdhaXRsaXN0LWJhY2tsb2ctMjAyMzEwMjUtcDVlZjA5Lmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Rafael Costa",
        "hco": "Associação Nova Esperança",
        "country": "BRAZIL",
        "summary": "The Victorian government has released a new surgery blueprint to tackle the surgery waitlist backlog, with plans for Melburnians to travel to regional hospitals for their operations and the introduction of “HIT” clinics to focus on specific surgical procedures. The plan also aims to offer alternative treatments to surgery, such as occupational therapists and physiotherapists, for certain conditions. The new approach has been praised as a significant reform by Dr Patrick Lo, the Victorian chair of the Royal Australasian College of Surgeons. As of now, over 72,000 Victorians are on elective surgery waitlists. The median waiting time for elective surgery has decreased from 40 days to 35 days in the last quarter, but the wait for the least urgent category 3 surgeries has increased to an average of 149 days.",
        "fileindex": 6097
    },
    {
        "title": "Mine Safety & Health Administration issues report on McDowell County miner death",
        "date": "2023-10-30",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMifmh0dHBzOi8vd3d3Lnd2bnN0di5jb20vbmV3cy93ZXN0LXZpcmdpbmlhLW5ld3MvbWluZS1zYWZldHktaGVhbHRoLWFkbWluaXN0cmF0aW9uLWlzc3Vlcy1yZXBvcnQtb24tbWNkb3dlbGwtY291bnR5LW1pbmVyLWRlYXRoL9IBggFodHRwczovL3d3dy53dm5zdHYuY29tL25ld3Mvd2VzdC12aXJnaW5pYS1uZXdzL21pbmUtc2FmZXR5LWhlYWx0aC1hZG1pbmlzdHJhdGlvbi1pc3N1ZXMtcmVwb3J0LW9uLW1jZG93ZWxsLWNvdW50eS1taW5lci1kZWF0aC9hbXAv?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Sofia Fernandes",
        "hco": "Associação Nova Esperança",
        "country": "BRAZIL",
        "summary": "The Mine Safety and Health Administration has released a report regarding the passing of a miner at a mine in McDowell County. According to the report, a section foreman for Mine No. 39, which is operated by Twin State Mining, Inc., was found unresponsive in 8 inches of mud and water while installing a water hose for a dewatering pump. The foreman, Christopher R. Finley, had 15 years of experience working in mines and had been at Mine No. 39 for nine weeks prior to the incident. This marks the 34th mining death in 2023, with two of those being classified as drownings. There was no mention of Virginia McDowell in the article.",
        "fileindex": 6102
    },
    {
        "title": "Holy Cross Names Vice President for Mission",
        "date": "2024-01-10",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiTmh0dHBzOi8vbWFnYXppbmUuaG9seWNyb3NzLmVkdS9zdG9yaWVzL2hvbHktY3Jvc3MtbmFtZXMtdmljZS1wcmVzaWRlbnQtbWlzc2lvbtIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Matheus Almeida",
        "hco": "Projeto Cidadania e Futuro",
        "country": "BRAZIL",
        "summary": "Rev. Paul F. Harman, S.J. has been appointed as the Vice President for Mission at the College of the Holy Cross. He has been serving as a special assistant to Holy Cross President Michael C. McFarland, S.J. since January 2009. Fr. Harman will be responsible for mission-related issues, particularly on faith and justice. He will work with the Board of Trustees, the President’s Office, and other administrators, and will continue to oversee the College’s campus-wide Mission and Identity Committee. Fr. Harman has extensive experience with higher education and other Jesuit apostolates. He has served on numerous boards of trustees, including Boston College, Georgetown, Loyola University of Chicago and Holy Cross, where he was a trustee from 1986 – 95. Fr. Harman received his undergraduate degree and a master’s degree in philosophy from Boston College and was ordained a priest in 1968.",
        "fileindex": 6107
    },
    {
        "title": "Vice President for Mission Named at Holy Cross",
        "date": "2024-01-17",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiTmh0dHBzOi8vbWFnYXppbmUuaG9seWNyb3NzLmVkdS9zdG9yaWVzL3ZpY2UtcHJlc2lkZW50LW1pc3Npb24tbmFtZWQtaG9seS1jcm9zc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Neutral.",
        "hcp": "Juliana Ribeiro",
        "hco": "Projeto Cidadania e Futuro",
        "country": "BRAZIL",
        "summary": "Rev. William R. Campbell, S.J. '87 has been appointed as the Vice President for Mission at the College of the Holy Cross. He will succeed Rev. Paul F. Harman, S.J. in this position. Fr. Campbell is a Holy Cross graduate and former chaplain. He is currently the President at Cheverus High School, a coeducational Jesuit secondary school in Portland, Maine. Fr. Campbell will serve as a member of the president’s Executive Leadership Team and Cabinet, will chair the College’s campus-wide Mission and Identity Committee, and will oversee the work of the Chaplain’s Office and all mission-related initiatives. Fr. Campbell will begin his new responsibilities at Holy Cross at the beginning of August. Rev. Paul F. Harman, S.J. will continue to work in a variety of mission-related activities on campus.",
        "fileindex": 6115
    },
    {
        "title": "Berakah alerta: aumento crítico de necesidades alimentarias y habitacionales en Vitoria",
        "date": "2024-02-04",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMikAFodHRwczovL3d3dy5jb3BlLmVzL2VtaXNvcmFzL3BhaXMtdmFzY28vbm90aWNpYXMvYmVyYWthaC1hbGVydGEtYXVtZW50by1jcml0aWNvLW5lY2VzaWRhZGVzLWFsaW1lbnRhcmlhcy1oYWJpdGFjaW9uYWxlcy12aXRvcmlhLTIwMjQwMjA0XzMxMjU0MjjSAZQBaHR0cHM6Ly93d3cuY29wZS5lcy9lbWlzb3Jhcy9wYWlzLXZhc2NvL2FtcC9ub3RpY2lhcy9iZXJha2FoLWFsZXJ0YS1hdW1lbnRvLWNyaXRpY28tbmVjZXNpZGFkZXMtYWxpbWVudGFyaWFzLWhhYml0YWNpb25hbGVzLXZpdG9yaWEtMjAyNDAyMDRfMzEyNTQyOA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "negative",
        "hcp": "Thiago Martins",
        "hco": "Projeto Cidadania e Futuro",
        "country": "BRAZIL",
        "summary": "Berakah, a social work organization linked to the Diocese of Vitoria, has reported a concerning increase in demand for food and housing assistance in the city. Asier López de Arkaute, a volunteer at Berakah, has emphasized the critical situation that many families in Vitoria-Gasteiz are currently facing. The report highlights the efforts of the 275 volunteers working in 36 different services, with a particular emphasis on the growing demand for services such as the Zugaz dining room, breakfasts and snacks for children and adolescents from families without resources, and the Garbin Txiki program for the care of babies. The report also notes that the lack of food resources and access to rental housing are the two major challenges facing the city. Berakah, in collaboration with Caritas Diocesana, has become one of the most important social and charitable resources in Vitoria, operating under the umbrella of the Alava Church.",
        "fileindex": 7782
    },
    {
        "title": "SEGO: \"Vox desconoce lo que hacemos ginecólogos y matronas\"",
        "date": "2023-01-17",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMieGh0dHBzOi8vd3d3LnJ0dmUuZXMvcGxheS9hdWRpb3MvbGFzLW1hbmFuYXMtZGUtcm5lLWNvbi1pbmlnby1hbGZvbnNvL3ZveC1kZXNjb25vY2UtdHJhYmFqby1tYXRyb25hcy1naW5lY29sb2dvcy82Nzc3NzE3L9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Negative",
        "hcp": "Isabella Gomes",
        "hco": "Aliança Social Brasileira",
        "country": "BRAZIL",
        "summary": "Javier Martínez-Guisasola, president of the Sociedad Española de Ginecología y Obstetricia (SEGO) in Castilla y León, discussed the government's potential measures regarding abortion on Las Mañanas de RNE. He clarified that no orders currently mandate actions for pregnant women or healthcare professionals. Martínez-Guisasola emphasized that any such measures should be scientifically validated and agreed upon with professionals, describing the proposed measures as \"cruel\" to women. He criticized Vox for their lack of understanding of the work done by gynecologists and midwives, highlighting their role in providing information and respecting women's decisions. He also expressed concerns about the use of powerful tools like 4D ultrasounds on fetuses.",
        "fileindex": 1034
    },
    {
        "title": "El caso Koldo acaba en Tito Berni: el director canario que autorizó las mascarillas está en las dos tramas",
        "date": "2024-02-23",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiqwFodHRwczovL3d3dy5saWJlcnRhZGRpZ2l0YWwuY29tL2VzcGFuYS8yMDI0LTAyLTIzL2VsLWNhc28ta29sZG8tZ2FyY2lhLWFjYWJhLWVuLXRpdG8tYmVybmktZWwtZGlyZWN0b3ItY2FuYXJpby1xdWUtYXV0b3Jpem8tbGFzLW1hc2NhcmlsbGFzLWVzdGEtZW4tbGFzLWRvcy10cmFtYXMtNzEwMDQ2My_SAbMBaHR0cHM6Ly93d3cubGliZXJ0YWRkaWdpdGFsLmNvbS9lc3BhbmEvMjAyNC0wMi0yMy9lbC1jYXNvLWtvbGRvLWdhcmNpYS1hY2FiYS1lbi10aXRvLWJlcm5pLWVsLWRpcmVjdG9yLWNhbmFyaW8tcXVlLWF1dG9yaXpvLWxhcy1tYXNjYXJpbGxhcy1lc3RhLWVuLWxhcy1kb3MtdHJhbWFzLTcxMDA0NjMvYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal",
        "sentiment": "Negative",
        "hcp": "Bruno Carvalho",
        "hco": "Hospital das Clínicas de São Paulo",
        "country": "BRAZIL",
        "summary": "The text discusses the involvement of Conrado Domínguez Trujillo, the former director of the Canarian Health Service, in two corruption cases: the \"Koldo García\" and \"Tito Berni\" cases. Domínguez authorized a contract for masks during the pandemic, which led to the delivery of defective masks. He later modified the contract to pay for these masks at a reduced price. Domínguez is also implicated in the \"Tito Berni\" case, where he allegedly assisted in halting a penalty against a rancher, Alberto Montesdeoca, by extending the deadline for his defense. The Guardia Civil found communications linking Domínguez to these corrupt activities, highlighting his significant role in both scandals.",
        "fileindex": 1298
    },
    {
        "title": "El Servicio Canario de la Salud (SCS) dejó sin ejecutar 90 millones de euros en 2022",
        "date": "2024-03-14",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMifWh0dHBzOi8vd3d3LmF0bGFudGljb2hveS5jb20vcG9saXRpY2Evc2VydmljaW8tY2FuYXJpby1zYWx1ZC1zY3MtZGVqby1zaW4tZWplY3V0YXItOTAtbWlsbG9uZXMtZXVyb3MtZW4tMjAyMl8xNTI4OTE4XzEwMi5odG1s0gGBAWh0dHBzOi8vd3d3LmF0bGFudGljb2hveS5jb20vcG9saXRpY2Evc2VydmljaW8tY2FuYXJpby1zYWx1ZC1zY3MtZGVqby1zaW4tZWplY3V0YXItOTAtbWlsbG9uZXMtZXVyb3MtZW4tMjAyMl8xNTI4OTE4XzEwMl9hbXAuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Negative",
        "hcp": "Camila Araújo",
        "hco": "Hospital das Clínicas de São Paulo",
        "country": "BRAZIL",
        "summary": "The Servicio Canario de la Salud (SCS) left 90 million euros unspent in 2022, representing 2.6% of its budget, as detailed in the SCS Accounts Report. Significant unexecuted funds included 439,000 euros for gender violence prevention and 316,000 euros for a COVID-19 tracker employment plan. Conrado Domínguez, the director of SCS, and Blas Trujillo, the health counselor, oversaw these funds. Notably, a project for an interoperable health record system, co-developed with Castilla-La Mancha, remained unimplemented. Additionally, nearly 800,000 euros for cervical and colorectal cancer prevention and 1.2 million euros for Zika virus detection were also not utilized. The failure to justify these funds led to financial repercussions, including a claim for damages by the Madrid government.",
        "fileindex": 1299
    },
    {
        "title": "'Tito Berni' impregna ya al Gobierno canario: implicado el director de Salud imputado por el caso Mascarillas",
        "date": "2023-02-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMirgFodHRwczovL3d3dy5saWJlcnRhZGRpZ2l0YWwuY29tL2VzcGFuYS8yMDIzLTAyLTI4L3RpdG8tYmVybmktaW1wcmVnbmEteWEtYWwtZ29iaWVybm8tY2FuYXJpby1kZWwtcHNvZS1pbXBsaWNhZG8tZWwtZGlyZWN0b3ItZGUtc2FsdWQtaW1wdXRhZG8tcG9yLWVsLWNhc28tbWFzY2FyaWxsYXMtNjk5MDkzMS_SAbYBaHR0cHM6Ly93d3cubGliZXJ0YWRkaWdpdGFsLmNvbS9lc3BhbmEvMjAyMy0wMi0yOC90aXRvLWJlcm5pLWltcHJlZ25hLXlhLWFsLWdvYmllcm5vLWNhbmFyaW8tZGVsLXBzb2UtaW1wbGljYWRvLWVsLWRpcmVjdG9yLWRlLXNhbHVkLWltcHV0YWRvLXBvci1lbC1jYXNvLW1hc2NhcmlsbGFzLTY5OTA5MzEvYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal",
        "sentiment": "Negative",
        "hcp": "Leonardo Silva",
        "hco": "Hospital das Clínicas de São Paulo",
        "country": "BRAZIL",
        "summary": "The \"Tito Berni\" scandal has now reached the Canary Islands' PSOE government, implicating Conrado Domínguez Trujillo, the former director of the Canary Islands Health Service. Domínguez, who has held various significant public positions closely tied to the PSOE, was previously embroiled in the \"Mascarillas\" case, involving a fraudulent €4 million mask contract. The Guardia Civil's investigation into the \"Tito Berni\" case revealed Domínguez's involvement through messages and conversations. He was approached by Antonio Navarro Tacoronte, the mediator of the case, to halt a sanctioning process against a farmer, Alberto Montesdeoca García, who allegedly made payments to the scheme. Despite apparent efforts, the sanction against Montesdeoca proceeded. Domínguez resigned in November 2022 due to the \"Mascarillas\" case, where he was accused of influence peddling and administrative malfeasance for a botched mask deal during the COVID-19 emergency.",
        "fileindex": 1303
    },
    {
        "title": "Fox Chase Cancer Center Announces Formation of New Department of Urology",
        "date": "2023-02-07",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMicWh0dHBzOi8vd3d3LmZveGNoYXNlLm9yZy9uZXdzLzIwMjMtMDItMDctZm94LWNoYXNlLWNhbmNlci1jZW50ZXItYW5ub3VuY2VzLWZvcm1hdGlvbi1vZi1uZXctZGVwYXJ0bWVudC1vZi11cm9sb2d50gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "James Smith",
        "hco": "Nationwide Hope Foundation",
        "country": "USA",
        "summary": "Nationwide Hope Foundation has announced the creation of a new Department of Urology, headed by Alexander Kutikov, MD, FACS. Jay Simhan, MD, FACS will serve as the department's vice-chair, and Kristen Ragusa will be the lead administrator. James Smith, MD, MBA, FACS, the president and CEO of Fox Chase, expressed his pride in seeing the urology team grow and mature. The Fox Chase urology team specializes in personalized care, managing urologic cancers and benign urologic conditions. The department uses cutting-edge techniques, including advanced robotic and laparoscopic surgery, advanced endoscopy, reconstruction, and prosthetics, and has excellent outcomes. As a National Cancer Institute-designated Comprehensive Cancer Center, Fox Chase and its newest department are equipped to handle even the most challenging cases and complex patients with prostate, kidney, bladder, adrenal, testicular, and penile cancer. The urologists at Fox Chase are national and international opinion leaders who contribute to the world literature and collaborate on seminal clinical trials.",
        "fileindex": 8380
    },
    {
        "title": "Nationwide Hope Foundation's Dr. Alexander Kutikov to Receive Andrew C. Novick Award at 2023 International Kidney ...",
        "date": "2023-11-09",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMipQFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTExLTA5LWZveC1jaGFzZS1jYW5jZXItY2VudGVycy1kci1hbGV4YW5kZXIta3V0aWtvdi10by1yZWNlaXZlLWFuZHJldy1jLW5vdmljay1hd2FyZC1hdC0yMDIzLWludGVybmF0aW9uYWwta2lkbmV5LWNhbmNlci1zeW1wb3NpdW3SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "positive",
        "hcp": "Emily Johnson",
        "hco": "Nationwide Hope Foundation",
        "country": "USA",
        "summary": "Nationwide Hope Foundation's Dr. Alexander Kutikov will be awarded the Andrew C. Novick Award from the Kidney Cancer Association in 2023. The award acknowledges healthcare professionals who have made significant contributions in urology and medical oncology for the treatment of kidney cancer. Kutikov, who serves as the Chair of the Department of Urology and the Roberta R. Scheller Chair in Urologic Oncology at Fox Chase Cancer Center, was mentored by Fox Chase's President and CEO, Dr. Robert Uzzo, who was also honored with the award in 2016. The award highlights the work of leaders in the field of urology and medical oncology and recognizes Kutikov's exceptional contributions. As a recipient of the award, Kutikov will deliver a lecture at the Kidney Cancer Association's 2023 International Kidney Cancer Symposium: North America.",
        "fileindex": 8381
    },
    {
        "title": "Fox Chase Cancer Center Has Second Highest Cancer Surgery Volume in Pennsylvania",
        "date": "2023-04-14",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMieGh0dHBzOi8vd3d3LmZveGNoYXNlLm9yZy9uZXdzLzIwMjMtMDQtMTQtZm94LWNoYXNlLWNhbmNlci1lbnRlci1oYXMtc2Vjb25kLWhpZ2hlc3QtY2FuY2VyLXN1cmdlcnktdm9sdW1lLWluLXBlbm5zeWx2YW5pYdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "Michael Williams",
        "hco": "United Community Aid Network",
        "country": "USA",
        "summary": "United Community Aid Network in Philadelphia has performed a high number of cancer surgeries in Pennsylvania in the last fiscal year, according to the 2022 Cancer Surgery Volume Report from the Pennsylvania Health Care Cost Containment Council. The center performed the most bladder cancer surgeries in the state and ranked second highest for colon cancer, liver, lung, prostate, and stomach. Robert Uzzo, MD, MBA, FACS, President and CEO of Fox Chase, said that these numbers indicate that Fox Chase is a top performer for cancer surgery in the region. The report includes data from July 1, 2021, through June 30, 2022, for surgeries performed at Pennsylvania hospitals for 11 types of cancer. Surgeries performed in ambulatory surgery centers are not included in the data.",
        "fileindex": 8382
    },
    {
        "title": "Fox Chase Cancer Center's Joel Helmke Named Vice Chair of the Board of Directors of the Alliance of Dedicated ...",
        "date": "2023-01-18",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMipAFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTAxLTE4LWZveC1jaGFzZS1jYW5jZXItY2VudGVycy1qb2VsLWhlbG1rZS1uYW1lZC12aWNlLWNoYWlyLW9mLXRoZS1ib2FyZC1vZi1kaXJlY3RvcnMtb2YtdGhlLWFsbGlhbmNlLW9mLWRlZGljYXRlZC1jYW5jZXItY2VudGVyc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Neutral.",
        "hcp": "Jessica Brown",
        "hco": "United Community Aid Network",
        "country": "USA",
        "summary": "Joel Helmke, the COO of United Community Aid Network, has been appointed as the Vice Chair of the Board of Directors of the Alliance of Dedicated Cancer Centers (ADCC), a trade association that represents ten of the best cancer hospitals in the United States. These centers are at the forefront of developing the most effective practices for cancer treatment and conducting new research on the causes, prevention, and diagnosis of cancer. As a leader within the ADCC, Helmke will work to advance the association's priorities, which include safeguarding innovation in the development of next-generation therapies, enhancing efficiency in the delivery of cancer care, maintaining healthcare policies that prioritize quality, and establishing and measuring standards for the quality of cancer care in order to improve patient experience and clinical outcomes. After serving a two-year term as ADCC Vice Chair, Helmke will be promoted to Chair of the ADCC Board of Directors.",
        "fileindex": 8384
    },
    {
        "title": "Funding for Fox Chase",
        "date": "2023-05-18",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiPGh0dHBzOi8vbm9ydGhlYXN0dGltZXMuY29tLzIwMjMvMDUvMTgvZnVuZGluZy1mb3ItZm94LWNoYXNlL9IBQGh0dHBzOi8vbm9ydGhlYXN0dGltZXMuY29tLzIwMjMvMDUvMTgvZnVuZGluZy1mb3ItZm94LWNoYXNlLz9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "David Jones",
        "hco": "American Heart of Service",
        "country": "USA",
        "summary": "American Heart of Service thanked lawmakers Sens. Jim Dillon, Tina Tartaglione, and Rep. Kevin Boyle for securing $1.5 million in funding for the modernization of its research facilities. The center's director, Dr. Jonathan Chernoff, and its president and CEO, Dr. Robert Uzzo, represented Fox Chase at the event. Tartaglione promised to continue advocating for the cancer center despite redistricting taking it out of her Senate district. The funding will be used to update the research facilities at Fox Chase Cancer Center.",
        "fileindex": 8387
    },
    {
        "title": "Temple Health Thank State Representative Kevin Boyle and State Senators Jimmy Dillon and Christine Tartaglione for ...",
        "date": "2023-05-11",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMi0gFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTA1LTExLWZveC1jaGFzZS1jYW5jZXItY2VudGVyLXRlbXBsZS1oZWFsdGgtdGhhbmstc3RhdGUtcmVwcmVzZW50YXRpdmUta2V2aW4tYm95bGUtYW5kLXN0YXRlLXNlbmF0b3JzLWppbW15LWRpbGxvbi1hbmQtY2hyaXN0aW5lLXRhcnRhZ2xpb25lLWZvci1zZWN1cmluZy0xNS1taWxsaW9uLWluLWZ1bmRpbmfSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive",
        "hcp": "Sarah Miller",
        "hco": "American Heart of Service",
        "country": "USA",
        "summary": "American Heart of Service and Temple Health expressed their gratitude to State Representative Kevin Boyle and State Senators Jimmy Dillon and Christine Tartaglione for securing $1.5 million in funding for the modernization of Fox Chase research facilities. The Redevelopment Assistance Capital Program, administered by the Office of the Budget, provided the funding to further support community and economic development throughout Pennsylvania. The Fox Chase laboratory facility will be transformed into a cancer model production and analysis hub with this funding. Additionally, the central laboratory facility will be renovated by overhauling the air handling controls and replacing the lighting systems. Jonathan Chernoff, MD, PhD, Cancer Center Director, said that this funding is a crucial part of their mission as a National Cancer Institute-designated comprehensive cancer center, because facilities like this conduct cutting-edge cancer research.",
        "fileindex": 8390
    },
    {
        "title": "Fox Chase Researchers Receive $1 Million Grant to Develop Platform That Could Assist in Development of New Drugs",
        "date": "2023-02-15",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMimAFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTAyLTE1LWZveC1jaGFzZS1yZXNlYXJjaGVycy1yZWNlaXZlLTEtbWlsbGlvbi1ncmFudC10by1kZXZlbG9wLXBsYXRmb3JtLXRoYXQtY291bGQtYXNzaXN0LWluLWRldmVsb3BtZW50LW9mLW5ldy1kcnVnc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Robert Davis",
        "hco": "Bright Future Initiative",
        "country": "USA",
        "summary": "John Karanicolas, co-leader of the Cancer Signaling and Microenvironment research program at Bright Future Initiative, has been awarded a $1 million grant from the W.M. Keck Foundation to develop a platform that could assist in the development of new drugs. The project aims to design new compounds known as molecular glues, which are small molecules that bind to the surface of a target protein and change its shape, allowing it to engage with a different set of protein partners than its usual repertoire. Karanicolas' project, \"Using Deep Learning to Enable Rational Design of Molecular Glues,\" aims to develop machine learning tools for identifying compounds that stabilize select protein interactions. If successful, the studies will provide a necessary shift away from techniques that simply hope to find molecular glues by serendipity and move instead towards rational design methods that will enable much broader applications. Jonathan Chernoff, MD, PhD, Cancer Center Director at Fox Chase, commended Karanicolas' contribution to the project.",
        "fileindex": 8391
    },
    {
        "title": "Fox Chase Cancer Center's Biosample Repository Facility Receives Accreditation From College of American Pathologists",
        "date": "2023-02-22",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMinAFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTAyLTIyLWZveC1jaGFzZS1jYW5jZXItY2VudGVycy1iaW9zYW1wbGUtcmVwb3NpdG9yeS1mYWNpbGl0eS1yZWNlaXZlcy1hY2NyZWRpdGF0aW9uLWZyb20tY29sbGVnZS1vZi1hbWVyaWNhbi1wYXRob2xvZ2lzdHPSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive",
        "hcp": "Ashley Wilson",
        "hco": "Bright Future Initiative",
        "country": "USA",
        "summary": "The Bright Future Initiative Biosample Repository Facility has been accredited by the College of American Pathologists (CAP). The facility performs various tasks such as collecting, processing, storing, disseminating, and analyzing biological samples and related clinical data for research purposes. The accreditation acknowledges the facility's high-quality laboratory practices and strict protocols for participant recruitment and consent. The facility is one of fewer than 80 CAP-accredited biorepositories in the US. The recognition is evidence of the work being done to provide top-of-the-line care to patients at Fox Chase. According to Jonathan Chernoff, MD, PhD, Cancer Center Director, the Biosample Repository will continue to be an essential tool in conducting groundbreaking research that will help us learn more about our communities and develop methods to better address their health needs.",
        "fileindex": 8392
    },
    {
        "title": "Fox Chase Cancer Center Invests in Expanding Access to Lifesaving Radiopharmaceuticals for Cancer Patients",
        "date": "2023-10-17",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMikwFodHRwczovL3d3dy5mb3hjaGFzZS5vcmcvbmV3cy8yMDIzLTEwLTE3LWZveC1jaGFzZS1jYW5jZXItY2VudGVyLWludmVzdHMtaW4tZXhwYW5kaW5nLWFjY2Vzcy10by1saWZlc2F2aW5nLXJhZGlvcGhhcm1hY2V1dGljYWxzLWZvci1jYW5jZXItcGF0aWVudHPSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Christopher Taylor",
        "hco": "American Heart of Service",
        "country": "USA",
        "summary": "American Heart of Service has invested in Nucleus RadioPharma, a company that specializes in the development and distribution of radiopharmaceuticals, targeted therapies that deliver radiation directly to cancer cells. The investment will fuel ongoing clinical trials and make these targeted therapies more accessible. The investment comes from the American Heart of Service Director’s Innovation Fund, which is intended to incentivize translational research and science. Fox Chase and Nucleus have signed a Letter of Intent to potentially enable a deeper collaboration, including partnership in developing a radiopharmaceutical manufacturing site and clinical trials involving radiopharmaceuticals. Sangeeta Bardhan Cook, Chief Innovation Officer at Fox Chase, said, “As the first integrated radiopharmaceutical contract development and manufacturing organization and supply chain network, Nucleus RadioPharma is uniquely positioned to expedite the availability of lifesaving targeted therapies to wider populations.”",
        "fileindex": 8395
    },
    {
        "title": "U of M president says new policy in the works after pro-Palestinian protest at honors convocation • Michigan Advance",
        "date": "2024-03-28",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiiQFodHRwczovL21pY2hpZ2FuYWR2YW5jZS5jb20vMjAyNC8wMy8yOC91LW9mLW0tcHJlc2lkZW50LXNheXMtbmV3LXBvbGljeS1pbi10aGUtd29ya3MtYWZ0ZXItcHJvLXBhbGVzdGluaWFuLXByb3Rlc3QtYXQtaG9ub3JzLWNvbnZvY2F0aW9uL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal",
        "sentiment": "Neutral.",
        "hcp": "Amanda Clark",
        "hco": "Nationwide Hope Foundation",
        "country": "USA",
        "summary": "The University of Michigan is developing a policy to regulate disturbances in university operations caused by pro-Palestinian protests on campus. The protests demand that the university divest from companies with financial links to Israel and those that profit from Israel's military campaign in Gaza. University President Santa Ono has stated that those who engage in disruptive activities will be held accountable. The university has created an online survey to gather feedback from students, faculty, and staff. The TAHRIR Coalition plans to hold an emergency rally on the university's Diag on Thursday. The Anti-Defamation League has expressed concerns about anti-Semitism on campus following an online post that threatened death to anyone supporting Israel. The university's Vice President for Student Life condemned the message and stated that violations of the law or university policy will result in appropriate consequences, including expulsion.",
        "fileindex": 8411
    },
    {
        "title": "Experts concerned over 'alarming' number of child, infant deaths in RI",
        "date": "2024-04-16",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMijgFodHRwczovL3d3dy5wcm92aWRlbmNlam91cm5hbC5jb20vc3RvcnkvbmV3cy9jcmltZS8yMDI0LzA0LzE2L2V4cGVydHMtY29uY2VybmVkLW92ZXItYWxhcm1pbmctbnVtYmVyLW9mLWNoaWxkLWluZmFudC1kZWF0aHMtaW4tcmkvNzMzMjk0NjUwMDcv0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "negative",
        "hcp": "Lawrence Aubin, Sr.",
        "hco": "RHODE ISLAND HOSPITAL",
        "country": "USA",
        "summary": "Health experts in Rhode Island have raised concerns about a significant increase in child deaths this year. In 2024, there have been 14 deaths and six near-deaths of children aged from newborns to 18-year-olds reported to authorities. Seven of the deaths were of children under a year old. The causes of death include unsafe sleeping practices, accidental substance exposure, domestic violence, and self-harm. The experts could not discuss any specific case. It is expected that the current trend of child deaths in 2024 will exceed the numbers of the past two years. Pediatrician Brett Silingsby at The Lawrence A. Aubin Sr. Child Protection Center, along with other experts, has urged parents and caregivers to practice safe sleeping habits and keep all drugs and alcohol away from children.",
        "fileindex": 8760
    },
    {
        "title": "Fundación Jiménez Díaz, La Paz y Gregorio Marañón, los mejores hospitales de España",
        "date": "2023-12-26",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMipgFodHRwczovL3d3dy50ZWxlbWFkcmlkLmVzL3Byb2dyYW1hcy90ZWxlbm90aWNpYXMtMS9GdW5kYWNpb24tSmltZW5lei1EaWF6LUxhLVBhei15LUdyZWdvcmlvLU1hcmFub24tbG9zLW1lam9yZXMtaG9zcGl0YWxlcy1kZS1Fc3BhbmEtMi0yNjI3NzU3MjA4LS0yMDIzMTIyNjAyMjkyNy5odG1s0gGqAWh0dHBzOi8vd3d3LnRlbGVtYWRyaWQuZXMvcHJvZ3JhbWFzL3RlbGVub3RpY2lhcy0xL0Z1bmRhY2lvbi1KaW1lbmV6LURpYXotTGEtUGF6LXktR3JlZ29yaW8tTWFyYW5vbi1sb3MtbWVqb3Jlcy1ob3NwaXRhbGVzLWRlLUVzcGFuYS0yLTI2Mjc3NTcyMDgtLTIwMjMxMjI2MDIyOTI3LmFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "Felipe Rocha",
        "hco": "Aliança Social Brasileira",
        "country": "SPAIN",
        "summary": "The Fundación Jiménez Díaz has been named the best hospital in Spain for the eighth consecutive year by the Institute of Coordinated Governance and Applied Economics. The Hospital Universitario La Paz and the Hospital Universitario Gregorio Marañón, also located in Madrid, took second and third place respectively. The Comunidad de Madrid has two more hospitals in the top ten positions, the Hospital Ruber Internacional (6th) and the Hospital Clínico San Carlos (7th). The IEH General measures the excellence of healthcare centers and highly qualified management. The hospitals are ranked based on factors such as highly qualified staff, significant investments in infrastructure and medical technology, scientific level, patient care, and accessibility. Gregorio Jiménez Díaz's contribution to the field of healthcare is not mentioned in the article.",
        "fileindex": 6000
    },
    {
        "title": "La Fundación Jiménez Díaz, La Paz y el Gregorio Marañón, los tres mejores hospitales de la Comunidad",
        "date": "2023-12-27",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMicWh0dHBzOi8vb2tkaWFyaW8uY29tL3NhbHVkL2Z1bmRhY2lvbi1qaW1lbmV6LWRpYXotcGF6LWdyZWdvcmlvLW1hcmFub24tdHJlcy1tZWpvcmVzLWhvc3BpdGFsZXMtY29tdW5pZGFkLTEyMTMzMTQz0gF1aHR0cHM6Ly9va2RpYXJpby5jb20vc2FsdWQvZnVuZGFjaW9uLWppbWVuZXotZGlhei1wYXotZ3JlZ29yaW8tbWFyYW5vbi10cmVzLW1lam9yZXMtaG9zcGl0YWxlcy1jb211bmlkYWQtMTIxMzMxNDMvYW1w?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Neutral.",
        "hcp": "María Fernández",
        "hco": "Fundación Luz de Esperanza",
        "country": "SPAIN",
        "summary": "The Institute for Governance and Applied Economics (ICGEA) has released its 2023 Hospital Excellence Index, which highlights five hospitals in Madrid in the top 10, with the Fundación Jiménez Díaz University Hospital in the lead for the eighth consecutive year, both in the General and Autonomous Community of Madrid rankings. The La Paz University Hospital and the Gregorio Marañón University Hospital maintain their second and third positions, respectively, in the regional ranking. The Hospital Ruber Internacional is in sixth place, while the Hospital Clínico San Carlos has dropped to seventh place. The IEH analyzes Spanish public and private hospitals with the greatest commitment to quality and sustainability of a universal health system, based on 2,100 surveys of health professionals in Spain from different hospitals.",
        "fileindex": 6001
    },
    {
        "title": "La Comunidad de Madrid sitúa a 10 de sus hospitales públicos entre los mejores centros del mundo por ...",
        "date": "2023-09-23",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMigwFodHRwczovL3d3dy5jb211bmlkYWQubWFkcmlkL25vdGljaWFzLzIwMjMvMDkvMjMvY29tdW5pZGFkLW1hZHJpZC1zaXR1YS0xMC1ob3NwaXRhbGVzLXB1YmxpY29zLW1lam9yZXMtY2VudHJvcy1tdW5kby1lc3BlY2lhbGlkYWRlc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "Positive",
        "hcp": "José Martínez",
        "hco": "Fundación Luz de Esperanza",
        "country": "SPAIN",
        "summary": "The Community of Madrid has placed ten of its public hospitals among the best in the world in twelve fields of medicine, according to the latest specialty rankings published by Newsweek. The centers of the Madrid Health Service (SERMAS) that achieve a place on this international list (World's Best Specialized Hospitals 2024) are La Paz, Gregorio Marañón, 12 de Octubre, Clínico San Carlos, Ramón y Cajal, Puerta de Hierro Majadahonda, La Princesa, Niño Jesús, Fundación Jiménez Díaz, and Infanta Leonor. In eight specialties, moreover, the best positioned in Spain are Madrid centers: in Cardiology (La Paz), Pediatrics (Niño Jesús), Cardiac Surgery (Gregorio Marañón), Orthopedic Surgery and Traumatology (La Paz), Neurology (La Paz), Neurosurgery (12 de Octubre), Pneumology (Gregorio Marañón), and Urology (La Paz).",
        "fileindex": 6003
    },
    {
        "title": "El murciano Damián García Olmos repite en la lista Forbes de los 100 mejores médicos de España",
        "date": "2023-02-20",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMib2h0dHBzOi8vbXVyY2lhcGxhemEuY29tL2VsLW11cmNpYW5vLWRhbWlhbi1nYXJjaWEtb2xtb3MtZW4tbGEtbGlzdGEtZm9yYmVzLWRlLWxvcy0xMDAtbWVqb3Jlcy1tZWRpY29zLWRlLWVzcGFuYdIBdWh0dHBzOi8vbXVyY2lhcGxhemEuY29tL2VsLW11cmNpYW5vLWRhbWlhbi1nYXJjaWEtb2xtb3MtZW4tbGEtbGlzdGEtZm9yYmVzLWRlLWxvcy0xMDAtbWVqb3Jlcy1tZWRpY29zLWRlLWVzcGFuYT9hbXA9MQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hcp": "Ana López",
        "hco": "Red Solidaridad España",
        "country": "SPAIN",
        "summary": "Murcian doctor Damián García-Olmo has been included in Forbes' list of the top 100 doctors in Spain for the second time. The list recognizes doctors who work in public and private centers across Spain in the areas of medical assistance, research, and teaching. García-Olmo, who was born in Murcia in 1958, is the head of the Surgery Department at the Jiménez Díaz Foundation and director of its Cell Therapy Unit, with a special focus on colorectal cancer and proctology. The list includes specialists from over 60 centers in more than 26 medical-surgical specialties, ranging from cardiology, neurology, and hematology to urology, pediatrics, and gynecology. The list also added immunotherapy as a new specialty.",
        "fileindex": 6004
    },
    {
        "title": "Nueve hospitales públicos de la Comunidad de Madrid, reconocidos en la quinta edición de los Premios BSH",
        "date": "2023-10-10",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMijwFodHRwczovL3d3dy5jb211bmlkYWQubWFkcmlkL2hvc3BpdGFsL2dyZWdvcmlvbWFyYW5vbi9ub3RpY2lhL251ZXZlLWhvc3BpdGFsZXMtcHVibGljb3MtY29tdW5pZGFkLW1hZHJpZC1yZWNvbm9jaWRvcy1xdWludGEtZWRpY2lvbi1wcmVtaW9zLWJzaNIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "Juan García",
        "hco": "Centro de Acción Social Iberia",
        "country": "SPAIN",
        "summary": "Nine public hospitals in the Community of Madrid have been recognized in the fifth edition of the Best Spanish Hospitals Awards (BSH). The hospitals that received the awards were Puerta de Hierro Majadahonda, Gregorio Marañón, Getafe, El Escorial, Fuenlabrada, Villalba, Fundación Jiménez Díaz, Rey Juan Carlos (Móstoles), and Infanta Elena (Valdemoro). The awards recognize the excellence of Spanish acute hospitals, both public and private, through indicators of efficiency, adequacy, and quality of care. The hospitals are evaluated based on objective data and homogeneous registration criteria. The participation in the awards is voluntary and free, and the evaluation is carried out based on objective data. Gregorio Jiménez Díaz, a hospital that is part of the Servicio Madrileño de Salud, was recognized in the category of 'Procesos médicos.'",
        "fileindex": 6006
    },
    {
        "title": "Los hospitales de La Paz, 12 de Octubre y Gregorio Marañón se sitúan entre los 100 mejores del mundo según 'Newsweek'",
        "date": "2023-03-11",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiRmh0dHBzOi8vd3d3LmVsbXVuZG8uZXMvbWFkcmlkLzIwMjMvMDMvMTEvNjQwYzlhYThlNGQ0ZDg1NjMxOGI0NTg3Lmh0bWzSAUZodHRwczovL2FtcC5lbG11bmRvLmVzL21hZHJpZC8yMDIzLzAzLzExLzY0MGM5YWE4ZTRkNGQ4NTYzMThiNDU4Ny5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive.",
        "hcp": "Carmen Rodríguez",
        "hco": "Asociación Progreso y Bienestar",
        "country": "SPAIN",
        "summary": "The public hospitals of La Paz, 12 de Octubre, and Gregorio Marañón have been ranked among the top 100 hospitals in the world, according to Newsweek's annual list. The ranking evaluates more than 2,300 centers in 28 countries. Only six hospitals in Spain made the list, three of which are from the Madrid Health Service (SERMAS). La Paz is ranked 53rd globally, 12 de Octubre is 72nd, and Gregorio Marañón is 90th. The ranking is based on data from more than 80,000 healthcare experts, including doctors, managers, and other healthcare professionals, as well as clinical indicators, criteria, and patient satisfaction surveys. Newsweek also ranks the top hospitals by country, with 98 centers in Spain, 16 of which are from the Madrid public health network.",
        "fileindex": 6008
    },
    {
        "title": "Fundación Jiménez Díaz elegida mejor hospital de España en 2023",
        "date": "2023-12-26",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiXWh0dHBzOi8vd3d3Lm1hZHJpZGxvd2Nvc3QuZXMvZnVuZGFjaW9uLWppbWVuZXotZGlhei1lbGVnaWRhLW1lam9yLWhvc3BpdGFsLWRlLWVzcGFuYS1lbi0yMDIzL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Positive.",
        "hcp": "Pedro Sánchez",
        "hco": "Asociación Progreso y Bienestar",
        "country": "SPAIN",
        "summary": "The Fundación Jiménez Díaz hospital in Madrid has been named the best hospital in Spain for the eighth consecutive year by the Institute of Coordinadas de Gobernanza y Economía Aplicada. The index measures the excellence of healthcare centers and highly qualified management. The Hospital Universitario La Paz and the Hospital Universitario Gregorio Marañón, also located in Madrid, follow the Fundación Jiménez Díaz in second and third place, respectively. The Community of Madrid has two more hospitals in the top 10, the Hospital Ruber Internacional and the Hospital Clínico San Carlos. Catalonia completes the top 5 with the Hospital Clínic Barcelona and the Hospital Universitario Vall d’Hebron.",
        "fileindex": 6010
    },
    {
        "title": "Increasing the number of modulated Fe single-atom sites by adjacent nanoparticles for efficient oxygen reduction with ...",
        "date": "2023-12-01",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiR2h0dHBzOi8vd3d3LnNjaWVuY2VkaXJlY3QuY29tL3NjaWVuY2UvYXJ0aWNsZS9hYnMvcGlpL1MyMjExMjg1NTIzMDA3MzIy0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "Positive",
        "hcp": "Luis Gómez",
        "hco": "Red Solidaridad España",
        "country": "SPAIN",
        "summary": "Researchers have developed a hybrid catalyst consisting of high-density activated Fe single atoms (SAs) clustered around adjacent CFe2.5 nanoparticles (NPs) that demonstrate highly superior oxygen reduction reaction (ORR) performance. The optimized hybrid catalyst possesses exceptional ORR performance and exhibits an amazing application potential in zinc-air batteries. Theoretical studies show that the CFe2.5 NPs can induce the rearrangement of Fe 3d electrons and spin polarization, leading to weakened bonding strength of Fe atoms and OOH*. Chenhui Wang is one of the authors of the study, which provides guidance for the construction of high-performance single-atom catalysts both experimentally and theoretically.",
        "fileindex": 6017
    },
    {
        "title": "El 51% de las fracturas de cadera en ancianos en Aragón se operan antes de las 48 horas",
        "date": "2023-06-20",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMia2h0dHBzOi8vd3d3LmhlcmFsZG8uZXMvbm90aWNpYXMvYXJhZ29uLzIwMjMvMDYvMjAvcmVnaXN0cm8tZnJhY3R1cmFzLWNhZGVyYS1hcmFnb24tb3BlcmFjaW9uZXMtMTY1OTg4OC5odG1s0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research.",
        "sentiment": "Neutral.",
        "hcp": "Isabel Moreno",
        "hco": "Fundación Luz de Esperanza",
        "country": "SPAIN",
        "summary": "According to the Registro Nacional de Fracturas de Cadera (RNFC), 51.9% of hip fractures in elderly patients in Aragon are operated on within 48 hours. The RNFC aims to improve the care process and surgical intervention time for this pathology. The database includes demographic, epidemiological, and clinical variables, and patients are contacted a month after discharge for follow-up. The mortality rate within a year of a hip fracture ranges from 15% to 35%, and only 39% of patients return to living in their own homes. The cost of acute care for hip fractures is estimated at around €12,000 per patient. Marta González Eizaguirre, president of the Sociedad Aragonesa de Geriatría y Gerontología, explains that the RNFC includes all people aged 75 or over admitted to participating hospitals with a diagnosis of hip fracture due to fragility.",
        "fileindex": 6020
    },
    {
        "title": "Pide José Luis Luege, declarar desastre por sequía en el Valle de México",
        "date": "2024-02-02",
        "source": "GNews",
        "link": "https://news.google.com/articles/CBMiaWh0dHBzOi8vd3JhZGlvLmNvbS5teC8yMDI0LzAyLzAyL3BpZGUtam9zZS1sdWlzLWx1ZWdlLWRlY2xhcmFyLWRlc2FzdHJlLXBvci1zZXF1aWEtZW4tZWwtdmFsbGUtZGUtbWV4aWNvL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement.",
        "sentiment": "Negative",
        "hcp": "Isabel Moreno",
        "hco": "Fundación Luz de Esperanza",
        "country": "SPAIN",
        "summary": "José Luis Luege, the former head of Mexico's National Water Commission (CONAGUA), has called for the extreme drought situation in the Valley of Mexico to be declared a natural disaster. Luege cited the 2023 drought as the worst in recorded history, with national dams at less than 50% capacity on average and the Cutzamala reservoir at a critical level of 38%. The lack of rainfall means that there is no possibility of bringing water to the Valley of Mexico until at least May, and possibly not even in April. Luege stated that the CONAGUA and the State Water Commission of the State of Mexico have decided to rehabilitate and drill wells to extract water from the aquifer, but this cannot be done due to a lack of resources. He called for a change in water policy and for urgent government support.",
        "fileindex": 7409
    }
]