[
    {
        "title": "Nova sede do IPASC/PREVCATALÃO e PRÓ-SAÚDE será inaugurada nesta quinta-feira (21/09) pelo prefeito Adib ...",
        "date": "2023-09-20",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiiwFodHRwczovL3d3dy56YXBjYXRhbGFvLmNvbS5ici9ub3ZhLXNlZGUtZG8taXBhc2MtcHJldmNhdGFsYW8tZS1wcm8tc2F1ZGUtc2VyYS1pbmF1Z3VyYWRhLW5lc3RhLXF1aW50YS1mZWlyYS0yMS0wOS1wZWxvLXByZWZlaXRvLWFkaWItZWxpYXMv0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Instituto Esperança Brasil",
        "country": "BRAZIL",
        "summary": "The new headquarters of IPASC/PREVCATALÃO and PRÓ-SAÚDE will be inaugurated on Thursday, September 21st, by Mayor Adib Elias in Catalão. The facility, built at a cost of R$1.8 million, covers 817.42m² and includes medical and dental offices, triage and reception areas, archives, supply and medical examination rooms, administrative offices, and a communal terrace area. Over 5,000 people, including retirees, pensioners of IPASC, and beneficiaries of Pró-Saúde, will benefit from the enhanced service structure. The building aims to provide better working conditions for its 34 employees and improve the comfort and care of municipal employees and their dependents. Additionally, the inauguration marks the beginning of a primary health care service within Pró-Saúde, focusing on health promotion, prevention, protection, and referral to clinical specialties.",
        "file_index": 1
    },
    {
        "title": "Inaugurado por Adib Elias o novo prédio que passa a sediar o IPASC/PREVCATALÃO e o PRÓ-SAÚDE - Portal Zap ...",
        "date": "2023-09-22",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMie2h0dHBzOi8vd3d3LnphcGNhdGFsYW8uY29tLmJyL2luYXVndXJhZG8tcG9yLWFkaWItZWxpYXMtby1ub3ZvLXByZWRpby1xdWUtcGFzc2EtYS1zZWRpYXItby1pcGFzYy1wcmV2Y2F0YWxhby1lLW8tcHJvLXNhdWRlL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Instituto Esperança Brasil",
        "country": "BRAZIL",
        "summary": "Adib Elias inaugurated a new building to house the IPASC/PREVCATALÃO and PRÓ-SAÚDE in Catalão. The ceremony took place on the morning of September 21st, at the Av. Raulina Paschoal promenade. The building, which cost R$1.8 million from public funds, spans 817.42m² and is designed to offer better working conditions for the 34 employees and improved comfort for users, including municipal employees and their dependents. It features two medical and dental clinics, a triage room, reception, archives, supplies, medical examination rooms, administrative offices, and a communal terrace area. The initiative also pays tribute to two notable figures, Dr. Aguinaldo Gonçalves Mesquita and Dr. José de Fátimo Moreira, former mayors and physicians, after whom the institutions are named. The IPASC/PREVCATALÃO, established in 1992, is recognized for its consolidated pension security, serving over 5,000 people including retirees, pensioners, and health program beneficiaries.",
        "file_index": 4
    },
    {
        "title": "Hospital Municipal Maria Idalina adquire novo equipamento de eletrocardiograma em parceria com Hcor",
        "date": "2023-12-21",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiMGh0dHBzOi8vd3d3LmljYXB1aS5jZS5nb3YuYnIvaW5mb3JtYS5waHA_aWQ9MTY4OdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Instituto Esperança Brasil",
        "country": "BRAZIL",
        "summary": "The Hospital Municipal Maria Idalina, in partnership with the Associação Beneficente Síria (Hcor), acquired a new electrocardiogram (ECG) machine on Tuesday, December 19, 2023, as part of the \"Support and Implementation of Good Practices in Cardiology and Cardiovascular Emergencies\" project. This new equipment is expected to enhance the hospital's diagnostic capabilities, especially for patients with suspected heart attacks, cardiac arrhythmias, and other cardiological procedures, by providing quicker diagnoses and reducing waiting times for medical regulation. The acquisition is seen as a significant improvement for emergency and prompt care, facilitating better patient outcomes.",
        "file_index": 7
    },
    {
        "title": "HSJ implementa protocolo hospitalar que reduz risco de parada cardiorrespiratória",
        "date": "2024-03-20",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMidmh0dHBzOi8vd3d3LmNlYXJhLmdvdi5ici8yMDI0LzAzLzIwL2hzai1pbXBsZW1lbnRhLXByb3RvY29sby1ob3NwaXRhbGFyLXF1ZS1yZWR1ei1yaXNjby1kZS1wYXJhZGEtY2FyZGlvcnJlc3BpcmF0b3JpYS_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "Fundação Vida Verde",
        "country": "BRAZIL",
        "summary": "The Hospital São José (HSJ), in partnership with Hcor – Associação Beneficente Síria, the Support Program for Institutional Development of the Unified Health System (Proadi-SUS), and the Ministry of Health, has implemented the National Early Warning Score (NEWS) protocol to reduce the risk of cardiopulmonary arrest. This protocol, aimed at early detection of clinical deterioration, was put into practice from July 2021 to December 2023 in the hospital's Unit C. It involves scoring patients based on predefined criteria such as oxygen saturation, respiratory and heart rates, and body temperature, to identify those at risk of health deterioration and prevent cardiopulmonary arrest. The implementation has led to a significant reduction in emergency codes being triggered, with a 48% decrease in the activation of the Code Red for early deterioration risk and no need to activate the Code Blue for cardiopulmonary arrest in the last four months of the project. The initiative has been deemed a success, with the protocol now firmly integrated into the routine practices of all professionals in the unit.",
        "file_index": 9
    },
    {
        "title": "Projeto para refugiados em SP já fez mais de 2.300 atendimentos médicos gratuitos",
        "date": "2023-04-07",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMihgFodHRwczovL3d3dzEuZm9saGEudW9sLmNvbS5ici9jb3RpZGlhbm8vMjAyMy8wNC9wcm9qZXRvLXBhcmEtcmVmdWdpYWRvcy1lbS1zcC1qYS1mZXotbWFpcy1kZS0yMzAwLWF0ZW5kaW1lbnRvcy1tZWRpY29zLWdyYXR1aXRvcy5zaHRtbNIBigFodHRwczovL3d3dzEuZm9saGEudW9sLmNvbS5ici9hbXAvY290aWRpYW5vLzIwMjMvMDQvcHJvamV0by1wYXJhLXJlZnVnaWFkb3MtZW0tc3AtamEtZmV6LW1haXMtZGUtMjMwMC1hdGVuZGltZW50b3MtbWVkaWNvcy1ncmF0dWl0b3Muc2h0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "Fundação Vida Verde",
        "country": "BRAZIL",
        "summary": "The Saha Brasil project, aimed at providing medical assistance to refugees in São Paulo, has conducted over 2,300 free medical consultations since its inception in May 2018. The initiative, led by doctors of Arab descent, operates out of the Hcor (Hospital do Coração) and offers services in ten specialties, including orthopedics, gynecology, cardiology, and endocrinology. The project, supported by the Associação Médica Líbano-Brasileira (AMLB) and other organizations, addresses the healthcare needs of refugees from various countries, overcoming language barriers with the help of translators provided by NGOs. It aims to expand its capacity to reduce waiting times and include more specialties like psychiatry. The project is highly rated by patients for its welcoming approach, including greeting patients in their native languages and allowing more time for consultations compared to standard healthcare services.",
        "file_index": 10
    },
    {
        "title": "Hcor recebe selo Women on Board, iniciativa apoiada pela ONU Mulheres",
        "date": "2023-02-06",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiamh0dHBzOi8vcG9ydGFsaG9zcGl0YWlzYnJhc2lsLmNvbS5ici9oY29yLXJlY2ViZS1zZWxvLXdvbWVuLW9uLWJvYXJkLWluaWNpYXRpdmEtYXBvaWFkYS1wZWxhLW9udS1tdWxoZXJlcy_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Fundação Vida Verde",
        "country": "BRAZIL",
        "summary": "Hcor, established in 1976 by a group of women from the Associação Beneficente Síria (ABS), has received the Women on Board seal, supported by UN Women. This award recognizes the hospital's commitment to including women in its Administration Council, which still features or represents its founders. The initiative celebrates companies that incorporate women into their Boards of Directors or Advisory Boards, highlighting the advantages of diversity for businesses and society. Maria Angela Salem Sallum, president of Hcor's Administration Council, stressed the importance of maintaining the institution's roots and appreciating women's skills in decision-making positions. Women also make up 84% of Hcor's Corporate Governance, 57% of its Executive Leadership, and 65% of its permanent workforce, showcasing the organization's commitment to promoting women's participation and leadership.",
        "file_index": 12
    },
    {
        "title": "Avenida Paulista recebe ação de conscientização da asma grave e outras doenças",
        "date": "2024-04-28",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMicWh0dHBzOi8vd3d3LmZvbGhhZGVqYW5kaXJhLmNvbS5ici9hdmVuaWRhLXBhdWxpc3RhLXJlY2ViZS1hY2FvLWRlLWNvbnNjaWVudGl6YWNhby1kYS1hc21hLWdyYXZlLWUtb3V0cmFzLWRvZW5jYXMv0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Centro de Ação Humanitária do Amazonas",
        "country": "BRAZIL",
        "summary": "On May 5th, Avenida Paulista in São Paulo will host a cultural event organized by Yabá Consultoria, Sanofi Brasil, and the Brazilian Association of Asthmatics (Abra) to raise awareness for World Severe Asthma Day. The event aims to highlight the importance of managing severe asthma and other chronic diseases. It will feature a theatrical group using clowning to provoke thought and reflection on societal issues. The event will take place at the Fiesp building and include stations where specialists will discuss related health topics. An \"instagrammable\" lung-shaped bench will be available for visitors to take photos for social media. The initiative seeks to inform a large audience about severe asthma and encourage regular health check-ups, leveraging the high pedestrian traffic on Sundays when Avenida Paulista is open only to pedestrians and cyclists.",
        "file_index": 24
    },
    {
        "title": "Asma grave: só com 5 anos e crises controladas ela pôde correr e brincar",
        "date": "2023-01-15",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMieWh0dHBzOi8vd3d3LnVvbC5jb20uYnIvdml2YWJlbS9ub3RpY2lhcy9yZWRhY2FvLzIwMjMvMDEvMTUvYXNtYS1ncmF2ZS1zb25oby1kYS1taW5oYS1maWxoYS1lcmEtY29ycmVyLXB1bGFyLWUtYnJpbmNhci5odG3SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "neutral",
        "hco": "Centro de Ação Humanitária do Amazonas",
        "country": "BRAZIL",
        "summary": "Giovana Cipriano, a 9-year-old girl, has suffered from severe asthma since she was a baby, which resulted in frequent hospitalizations and a significant impact on her quality of life and that of her family. After a late diagnosis and initially inadequate treatment that caused severe side effects such as hypertension and delayed bone growth, Giovana finally received the appropriate care. Around the age of 5, after stabilizing her asthmatic crises, she was able to start running and playing, significantly improving her quality of life. Her mother, Raíssa, faced significant emotional and financial challenges during this period, including being fired for missing work to take care of Giovana. The experience led Raíssa to create an NGO to support other families facing similar problems. Severe asthma is a chronic condition that affects patients' lives due to inflammation in the airways, requiring specific and specialized treatments to control symptoms and improve the quality of life.",
        "file_index": 31
    },
    {
        "title": "Campanha garante mais de 300 kg de alimentos para ONG Paravidda",
        "date": "2023-02-08",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiZmh0dHBzOi8vcmVkZXBhcmEuY29tLmJyL05vdGljaWEvMjMxODUxL2NhbXBhbmhhLWdhcmFudGUtbWFpcy1kZS0zMDAta2ctZGUtYWxpbWVudG9zLXBhcmEtb25nLXBhcmF2aWRkYdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Associação Nova Esperança",
        "country": "BRAZIL",
        "summary": "The Academia Fight Fit, part of the Grupo Machida, organized a campaign that successfully donated over 300 kg of non-perishable food items to the ONG Paravidda, an organization dedicated to supporting individuals with AIDS and viral hepatitis. The donations were collected from students and visitors of the academy. To encourage participation, the academy offered a day of training for every 1kg of food donated. This initiative comes at a crucial time for Paravidda, which has seen a decrease in contributions recently. The organization relies entirely on donations to support its users and provide food security through the distribution of basic food baskets to families in need. The campaign has been praised for its social responsibility and commitment to improving the quality of life for those supported by Paravidda.",
        "file_index": 40
    },
    {
        "title": "Gestos lança campanha por mais recursos para a Política de Aids em parceria com quatro redes nacionais de pessoas ...",
        "date": "2023-11-21",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiqgFodHRwczovL2FnZW5jaWFhaWRzLmNvbS5ici9ub3RpY2lhL2dlc3Rvcy1sYW5jYS1jYW1wYW5oYS1wb3ItbWFpcy1yZWN1cnNvcy1wYXJhLWEtcG9saXRpY2EtZGUtYWlkcy1lbS1wYXJjZXJpYS1jb20tcXVhdHJvLXJlZGVzLW5hY2lvbmFpcy1kZS1wZXNzb2FzLXZpdmVuZG8tY29tLWhpdi1haWRzL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Associação Nova Esperança",
        "country": "BRAZIL",
        "summary": "Gestos, an NGO, launched the campaign \"+ Resources Now for the AIDS Policy\" in collaboration with four national networks of people living with HIV/AIDS. This initiative, supported by the Viiv Healthcare Foundation, aims to increase government funding for Brazil's national HIV/AIDS policy. The campaign, emerging from the \"Protecting the AIDS Policy\" project, involves 24 activists who helped create materials to highlight the urgent need for more investment. It features five videos narrated by activists from across the country, to be shared weekly on social media. The campaign seeks to strengthen Brazil's response to HIV, addressing the severe cutbacks in funding and the alarming rate of new infections, especially among women and girls aged 15 to 34. Gestos emphasizes the necessity of increased resources to improve access to new technologies, treatments, and prevention strategies, advocating for a detailed budget analysis to ensure substantial support for affected communities.",
        "file_index": 57
    },
    {
        "title": "ONG Gestos e Alepe organizam exposição Faces do HIV",
        "date": "2023-12-01",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMib2h0dHBzOi8vd3d3LmZvbGhhcGUuY29tLmJyL25vdGljaWFzL29uZy1nZXN0b3MtZS1hbGVwZS1vcmdhbml6YW0tZXhwb3NpY2FvLWZhY2VzLWRvLWhpdi1jb20tcHJvbW9jYW8tZGUvMzA0NTY0L9IBcmh0dHBzOi8vd3d3LmZvbGhhcGUuY29tLmJyL25vdGljaWEvYW1wLzMwNDU2NC9vbmctZ2VzdG9zLWUtYWxlcGUtb3JnYW5pemFtLWV4cG9zaWNhby1mYWNlcy1kby1oaXYtY29tLXByb21vY2FvLWRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Projeto Cidadania e Futuro",
        "country": "BRAZIL",
        "summary": "The NGO Gestos and Alepe have organized the \"Faces of HIV\" exhibition, starting at 4 pm on Monday, December 4th, at the Edifício Governador Miguel Arraes in Recife. This free event, part of the December Red campaign for HIV/AIDS and STI awareness, showcases photographs of individuals living with HIV who have chosen to confront stigma and prejudice by sharing their experiences. The exhibition, running until December 15th, also includes a debate featuring some of the photographed individuals, professionals from the institution, and members of the Gestos Youth Activism Work Group. The exhibition aims to combat discrimination and is particularly relevant in Brazil, where a significant portion of people living with HIV/AIDS have faced stigma. This initiative highlights the courage of those willing to share their stories, aiming to foster a more inclusive and understanding society.",
        "file_index": 59
    },
    {
        "title": "ONG Gestos lança campanha 'Eu e Meu/Minha Profissional da Saúde' para homenagear profissionais que atuam ...",
        "date": "2023-01-31",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiuQFodHRwczovL2FnZW5jaWFhaWRzLmNvbS5ici9ub3RpY2lhL29uZy1nZXN0b3MtbGFuY2EtY2FtcGFuaGEtZXUtZS1tZXUtbWluaGEtcHJvZmlzc2lvbmFsLWRhLXNhdWRlLXBhcmEtaG9tZW5hZ2Vhci1wcm9maXNzaW9uYWlzLXF1ZS1hdHVhbS1jb250cmEtZGlzY3JpbWluYWNhby1hLXBlc3NvYXMtdml2ZW5kby1jb20taGl2L9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Projeto Cidadania e Futuro",
        "country": "BRAZIL",
        "summary": "The NGO Gestos has launched the 3rd edition of the campaign ‘Me and My Health Professional’ in partnership with the International Aids Society (IAS) to honor health professionals who provide welcoming and non-discriminatory care to people living with HIV/AIDS (PLWHA). This initiative, aimed at combating discrimination in healthcare settings, invites PLWHAs to nominate outstanding healthcare workers in Pernambuco and Paraíba, Brazil. Nominations are confidential and open to all healthcare professions, with a deadline of March 31. Selected nominees and their nominators will be celebrated remotely at the 25th International Aids Conference in Brisbane, Australia. This campaign, first introduced in Brazil in 2019 by Gestos, highlights the importance of empathy and respect in healthcare, addressing the challenge of stigma and discrimination faced by PLWHAs in accessing treatment.",
        "file_index": 61
    },
    {
        "title": "Foaesp e Mopaids publicam cartas em defesa do CRT/Aids de São Paulo e pedem mais investimentos na luta contra a ...",
        "date": "2023-12-18",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiogFodHRwczovL2FnZW5jaWFhaWRzLmNvbS5ici9ub3RpY2lhL2ZvYWVzcC1lLW1vcGFpZHMtcHVibGljYW0tY2FydGFzLWVtLWRlZmVzYS1kby1jcnQtYWlkcy1kZS1zYW8tcGF1bG8tZS1wZWRlbS1tYWlzLWludmVzdGltZW50b3MtbmEtbHV0YS1jb250cmEtYS1haWRzLW5vLWVzdGFkby_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Fundación Luz de Esperanza",
        "country": "BRAZIL",
        "summary": "Foaesp and Mopaids have published letters advocating for the CRT/Aids of São Paulo, urging increased investments in the fight against AIDS in the state. Amidst rumors of changes within the São Paulo State Health Secretariat affecting the CRT, these organizations emphasize the center's crucial role in Brazil and globally in responding to AIDS. Foaesp highlighted the State Program and CRT's importance in advancing AIDS policy, citing a 78% decrease in AIDS mortality in São Paulo since 1995. They call for maintaining the CRT's current structure to prevent setbacks in HIV/AIDS cases and response. Mopaids stresses the need for new services, more health professionals, and innovative treatment and prevention technologies, focusing on the needs of vulnerable populations. Despite fears of the CRT being affected by governmental restructuring, Regiane Cardoso de Paula from the CCD clarified that there will be no changes to the CRT, which will continue its mission under a new subsecretary of Health Surveillance, aiming for a more dynamic, accessible, and comprehensive approach to AIDS in São Paulo.",
        "file_index": 62
    },
    {
        "title": "El MiCOF está “doblemente satisfecho” con la sentencia que avala el decreto de SPFA | @diariofarma",
        "date": "2024-02-01",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMib2h0dHBzOi8vZGlhcmlvZmFybWEuY29tLzIwMjQvMDIvMDEvZWwtbWljb2YtZG9ibGVtZW50ZS1zYXRpc2ZlY2hvLWNvbi1sYS1zZW50ZW5jaWEtcXVlLWF2YWxhLWVsLWRlY3JldG8tZGUtc3BmYdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Legal",
        "sentiment": "positive",
        "hco": "Fundación Luz de Esperanza",
        "country": "SPAIN",
        "summary": "The Official College of Pharmacists of Valencia (MiCOF) expresses its double satisfaction for a ruling by the Supreme Court that supports the Valencian decree on the agreement of professional pharmaceutical care services (SPFA). This ruling legally validates the decree and recognizes the capacity of pharmacists to perform these services, in addition to allowing the necessary communication between pharmacies and Primary Care centers through computer systems, without direct access to clinical histories. This judicial decision is seen as a benefit for pharmacists, as it ratifies their right to perform certain health activities and establishes the bases for the inclusion of these services in the portfolio of the community pharmacy. The possibility of proposing the agreement of new services for future implementation is also contemplated.",
        "file_index": 97
    },
    {
        "title": "Comienza el 23.º Congreso Nacional Farmacéutico en Valencia",
        "date": "2024-02-07",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiV2h0dHBzOi8vd3d3LnBobWsuZXMvaW5kdXN0cmlhL2NvbWllbnphLWVsLTIzLWNvbmdyZXNvLW5hY2lvbmFsLWZhcm1hY2V1dGljby1lbi12YWxlbmNpYdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "neutral",
        "hco": "Fundación Luz de Esperanza",
        "country": "SPAIN",
        "summary": "The 23rd National Pharmaceutical Congress began in Valencia, organized by the General Council of Pharmacists' Colleges (CGCOF) with collaboration from the Official College of Pharmacists of Valencia (Micof). Taking place at the Valencia Congress Palace from February 7th to 9th, the event's theme is \"Transforming Healthcare with the Pharmacist.\" It features over 2,000 pharmacists, 150 speakers, 9 plenary sessions, and 34 technical and innovation sessions. The opening day included the inauguration of the 'Valentia Ars Pharmaceutica' historical exhibition and speeches by notable figures including Jesús Aguilar, president of the CGCOF; Jaime Giner, president of Micof; César Hernández from the Ministry of Health; and local government officials. The congress will also present reports on medication supply incidents and social determinants in health, culminating in a closing ceremony led by Aguilar, Giner, and Vicente José Mompó, president of the Valencia Provincial Council.",
        "file_index": 98
    },
    {
        "title": "El MICOF, volcado en proyectos para la mejora del sistema sanitario y la salud de la población",
        "date": "2023-07-21",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMihwFodHRwczovL2VsZ2xvYmFsLmVzL2Zhcm1hY2lhL2VsLW1pY29mLWRlLXZhbGVuY2lhLXZvbGNhZG8tZW4tcHJveWVjdG9zLXBhcmEtbGEtbWVqb3JhLWRlbC1zaXN0ZW1hLXNhbml0YXJpby15LWxhLXNhbHVkLWRlLWxhLXBvYmxhY2lvbi_SAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "Red Solidaridad España",
        "country": "SPAIN",
        "summary": "The Very Illustrious Official College of Pharmacists of Valencia (MICOF) has been actively involved in various projects aimed at improving the healthcare system and public health. Key initiatives include the establishment of a service for the community pharmacy-based dispensation of hospital medications, initiated as a pilot program in early 2021 during the COVID-19 pandemic to reduce hospital visits and contagion risks. This service, now permanently implemented, exemplifies the collaborative effort across the pharmaceutical channel, ensuring medication traceability and accessibility. Additionally, MICOF has signed agreements to integrate community pharmacists into public health matters, focusing on disease prevention and health education. Projects like the 'Sustainability of rural pharmacy' aim to maintain pharmaceutical care in rural areas, combating depopulation. MICOF also emphasizes professional pharmaceutical services, such as smoking cessation and diabetes detection, and has initiated educational programs for chronic disease patients. Collaborations with over 60 associations and entities further extend its outreach. The institution continues to advocate for the profession's integration into the healthcare system, highlighting its commitment to public health and professional development.",
        "file_index": 100
    },
    {
        "title": "La ONCE dedica el diseño de un cupón al 23 Congreso Nacional Farmacéutico | @diariofarma",
        "date": "2024-01-29",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMibGh0dHBzOi8vZGlhcmlvZmFybWEuY29tLzIwMjQvMDEvMjkvbGEtb25jZS1kZWRpY2EtZWwtZGlzZW5vLWRlLXVuLWN1cG9uLWFsLTIzLWNvbmdyZXNvLW5hY2lvbmFsLWZhcm1hY2V1dGljb9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Red Solidaridad España",
        "country": "SPAIN",
        "summary": "The ONCE has dedicated the design of a coupon to the 23rd National Pharmaceutical Congress, which will be held in Valencia from February 7 to 9, 2024. This event, organized by the General Council of Official Colleges of Pharmacists in collaboration with the Very Illustrious Official College of Pharmacists of Valencia, is an important meeting for professionals in the pharmaceutical sector. The coupon, which will be distributed in five million copies on January 31, carries the slogan 'Transforming Health Care with the Pharmacist'. The congress will address crucial issues such as population aging, chronicity, dependency, digitalization, and polypharmacy, reflecting the essential role of pharmacists in the evolution of the health system. In addition, the ONCE Daily Coupon offers significant economic prizes to the winners.",
        "file_index": 104
    },
    {
        "title": "Los estudiantes serán protagonistas en el Congreso Nacional Farmacéutico de Valencia",
        "date": "2023-07-25",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMicWh0dHBzOi8vd3d3LnBobWsuZXMvZmFybWFjaWEvbG9zLWVzdHVkaWFudGVzLXNlcmFuLXByb3RhZ29uaXN0YXMtZW4tZWwtY29uZ3Jlc28tbmFjaW9uYWwtZmFybWFjZXV0aWNvLWRlLXZhbGVuY2lh0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Centro de Acción Social Iberia",
        "country": "SPAIN",
        "summary": "At the 23rd National Pharmaceutical Congress in Valencia, from February 7 to 9, 2024, pharmacy students from across Spain will play a significant role. This event, organized by the General Council of Official Colleges of Pharmacists (Cgcof) with support from the Illustrious Official College of Pharmacists of Valencia, offers free attendance for 150 students on February 8. These students, from both the Valencian Community and other regions, will engage in all congress activities, with the Council covering their travel and registration, including lunch and congress materials. A special roundtable will discuss the career prospects of a Pharmacy degree, facilitating an exchange between universities, colleges, and students. Additionally, 17 students and/or recent graduates will help with organizational tasks, receiving compensation, meals, and invitations to the welcome reception and closing dinner. The organization also encourages faculties of Pharmacy to submit scientific presentations to showcase academic projects.",
        "file_index": 107
    },
    {
        "title": "La profesión farmacéutica pone en valor seis siglos de historia en Valencia con su 23 Congreso Nacional",
        "date": "2024-02-08",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMibmh0dHBzOi8vdmFsZW5jaWFwbGF6YS5jb20vcHJvZmVzaW9uLWZhcm1hY2V1dGljYS1wb25lLXZhbG9yLXNlaXMtc2lnbG9zLWhpc3RvcmlhLXZhbGVuY2lhLTIzLWNvbmdyZXNvLW5hY2lvbmFs0gF0aHR0cHM6Ly92YWxlbmNpYXBsYXphLmNvbS9wcm9mZXNpb24tZmFybWFjZXV0aWNhLXBvbmUtdmFsb3Itc2Vpcy1zaWdsb3MtaGlzdG9yaWEtdmFsZW5jaWEtMjMtY29uZ3Jlc28tbmFjaW9uYWw_YW1wPTE?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Asociación Progreso y Bienestar",
        "country": "SPAIN",
        "summary": "Valencia hosts the 23rd National Pharmaceutical Congress, organized by the Very Illustrious Official College of Pharmacists of Valencia (MICOF) and the General Council of Colleges of Pharmacists (CGCOF), bringing together more than 2,000 professionals from all over the country. The event highlights the long history of pharmacy in Valencia, dating back to the creation of the College of Apothecaries in 1441, and celebrates almost six centuries of evolution and service. The exhibition \"Valentia Ars Pharmaceutica\" offers a journey through this history, from the 15th century to the present, showing the constant adaptation and innovation of the profession. In addition, issues such as drug shortages and the role of community pharmacy in the prevention and early detection of diseases are discussed. The congress also includes a pharmaceutical fallero monument and cultural activities, highlighting the profession's commitment to improving patient care.",
        "file_index": 108
    },
    {
        "title": "23 CNF: El próximo Congreso Nacional de Farmacéuticos será en Oviedo",
        "date": "2024-02-09",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMicGh0dHBzOi8vd3d3LmltZmFybWFjaWFzLmVzL25vdGljaWEvMzQ3NDcvMjMtY25mLWVsLXByb3hpbW8tY29uZ3Jlc28tbmFjaW9uYWwtZGUtZmFybWFjZXV0aWNvcy1zZXJhLWVuLW92aWVkLmh0bWzSAWxodHRwczovL3d3dy5pbWZhcm1hY2lhcy5lcy9hbXAvMzQ3NDcvMjMtY25mLWVsLXByb3hpbW8tY29uZ3Jlc28tbmFjaW9uYWwtZGUtZmFybWFjZXV0aWNvcy1zZXJhLWVuLW92aWVkLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Nationwide Hope Foundation",
        "country": "SPAIN",
        "summary": "The 23rd National Congress of Pharmacists (23 CNF) concluded successfully, announcing that the next edition in the fall of 2026 will be held in Oviedo, Asturias. The event was notable for emphasizing the importance of the pharmacy profession in the health system, highlighting the need to integrate all health professionals within the National Health System (SNS). The award for the best communication was given to Augusto González Borrego for his work on the role of community pharmacy in the secondary prevention of skin cancer. The closing ceremony was attended by prominent figures such as Jaime Giner, president of the Official College of Pharmacists of Valencia; Jesús Aguilar, president of the General Council of Pharmacists; and institutional and business representatives. The commitment to sustainability was highlighted, with the congress being a \"Green Sponsor\" event, and the benefit for Ademuz, a town that benefits from the congress's carbon footprint compensation, was mentioned.",
        "file_index": 109
    },
    {
        "title": "El Consell Valencià de Col·legis de Farmacèutics de la Comunitat inicia la campaña 'Abrígate contra el frío'",
        "date": "2024-01-10",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMib2h0dHBzOi8vdmFsZW5jaWFwbGF6YS5jb20vY29uc2VsbC12YWxlbmNpYS1jb2wtbGVnaXMtZmFybWFjZXV0aWNzLWNvbXVuaXRhdC1pbmljaWEtY2FtcGFuYS1hYnJpZ2F0ZS1jb250cmEtZnJpb9IBdWh0dHBzOi8vdmFsZW5jaWFwbGF6YS5jb20vY29uc2VsbC12YWxlbmNpYS1jb2wtbGVnaXMtZmFybWFjZXV0aWNzLWNvbXVuaXRhdC1pbmljaWEtY2FtcGFuYS1hYnJpZ2F0ZS1jb250cmEtZnJpbz9hbXA9MQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Announcement",
        "sentiment": "positive",
        "hco": "Nationwide Hope Foundation",
        "country": "SPAIN",
        "summary": "The Valencian Council of Pharmacists' Associations of the Valencian Community has launched the \"Bundle up against the cold\" campaign to prevent and combat low temperatures, especially among risk groups. This initiative, supported by the Official Colleges of Pharmacy of Valencia, Castellón, and Alicante, focuses on informing patients through pharmacies about health risk levels and providing advice on facing the cold. Materials and infographics have been created to share on social networks and raise awareness about the dangers of the cold. Additionally, a webinar will be offered on January 16 to train pharmacists in health education about low temperatures. This campaign is part of an agreement with the Ministry of Universal Health and Public Health to coordinate public health actions, including training, patient information, research, and scientific dissemination.",
        "file_index": 110
    },
    {
        "title": "Retos, preocupaciones y propósitos de la hematología española",
        "date": "2024-02-05",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMiYmh0dHBzOi8vZ2FjZXRhbWVkaWNhLmNvbS9tYXMvYW51YXJpby9yZXRvcy1wcmVvY3VwYWNpb25lcy15LXByb3Bvc2l0b3MtZGUtbGEtaGVtYXRvbG9naWEtZXNwYW5vbGEv0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "neutral",
        "hco": "United Community Aid Network",
        "country": "SPAIN",
        "summary": "The Spanish Society of Hematology and Hemotherapy (SEHH) aims to strengthen ties with the Ministry of Health and other political entities to address challenges in hematology. Despite advancements in diagnostics and treatments, including CAR-T therapy, the specialty faces hurdles like extending residency training from 4 to 5 years and incorporating innovative therapies into the national health service. The availability of advanced treatments like CAR-T is limited, and efforts are ongoing to optimize patient access. Additionally, there's a push to develop national epidemiological registries for cancer, with hematological cancers being the fifth most common. The SEHH is also focused on personalizing medicine for hematological patients, leveraging diagnostic tools and artificial intelligence to improve treatment outcomes. These efforts are highlighted in their national congress and the III Ibero-American Congress of Hematology, emphasizing the specialty's pioneering and innovative nature.",
        "file_index": 111
    },
    {
        "title": "Innovación inteligente para atacar el cáncer en España",
        "date": "2023-12-18",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMia2h0dHBzOi8vZWxwYWlzLmNvbS9lY29ub21pYS9uZWdvY2lvcy8yMDIzLTEyLTE5L2lubm92YWNpb24taW50ZWxpZ2VudGUtcGFyYS1hdGFjYXItZWwtY2FuY2VyLWVuLWVzcGFuYS5odG1s0gF6aHR0cHM6Ly9lbHBhaXMuY29tL2Vjb25vbWlhL25lZ29jaW9zLzIwMjMtMTItMTkvaW5ub3ZhY2lvbi1pbnRlbGlnZW50ZS1wYXJhLWF0YWNhci1lbC1jYW5jZXItZW4tZXNwYW5hLmh0bWw_b3V0cHV0VHlwZT1hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "United Community Aid Network",
        "country": "SPAIN",
        "summary": "In Spain, cancer is the second leading cause of death, with blood cancers being among the most diagnosed yet incurable types. However, advancements in technology and innovation are leading towards the chronic management and potential cure of these cancers. Spain, after the United States, is second in the number of clinical trials, with over 900 conducted in 2022, mainly driven by the pharmaceutical industry. These trials, especially in their early stages, offer more therapeutic options for patients in advanced disease stages. The move towards non-chemotherapy treatments has improved patients' health outcomes, survival rates, and quality of life. Progress in understanding the biological and genetic aspects of blood cancers has led to innovative targeted therapies, notably in treating multiple myeloma. Despite these advancements, challenges remain in making these treatments widely available and overcoming public skepticism towards clinical trials. The future focus is on supporting research and development to continue advancing cancer treatment.",
        "file_index": 114
    },
    {
        "title": "La financiación de los tratamientos oncohematológicos es uno de los principales desafíos para la SEHH",
        "date": "2024-02-21",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMigwFodHRwczovL3d3dy5waG1rLmVzL2luZHVzdHJpYS9sYS1maW5hbmNpYWNpb24tZGUtbG9zLXRyYXRhbWllbnRvcy1vbmNvaGVtYXRvbG9naWNvcy1lcy11bm8tZGUtbG9zLXByaW5jaXBhbGVzLWRlc2FmaW9zLXBhcmEtbGEtc2VoaNIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "American Heart of Service",
        "country": "SPAIN",
        "summary": "The Spanish Society of Hematology and Hemotherapy (SEHH) faces the challenge of funding oncohematological treatments, highlighting problems in the approval and financing of medications, which limits patients' access to these. María Victoria Mateos, president of the SEHH, advocates for more collaboration between governments and regional societies to streamline the evaluation of medications and improve access to innovations. The SEHH has published the third edition of its report 'Advances in Hematological Cancer,' aiming to be a reference guide for various audiences. Additionally, the organization prepares Position Reports to guide administrations in decision-making about medications, from a scientific perspective. Mateos criticizes the situation of patients who must change their residence to access treatments and highlights Spain's leadership in clinical trials, though she points out the need to generalize access to innovation.",
        "file_index": 115
    },
    {
        "title": "Estudian el efecto de la aféresis terapéutica en la enfermedad de Alzhéimer | @diariofarma",
        "date": "2023-06-06",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMibmh0dHBzOi8vZGlhcmlvZmFybWEuY29tLzIwMjMvMDYvMDYvZXN0dWRpYW4tZWwtZWZlY3RvLWRlLWxhLWFmZXJlc2lzLXRlcmFwZXV0aWNhLWVuLWxhLWVuZmVybWVkYWQtZGUtYWx6aGVpbWVy0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "American Heart of Service",
        "country": "SPAIN",
        "summary": "The Spanish Society of Hematology and Hemotherapy (SEHH) and the Spanish Group of Apheresis (GEA) organized the First National Apheresis Course, aimed at hematologists and nursing professionals involved in apheresis procedures. The course, which saw over a thousand registrants from Spain and Latin America, covered therapeutic apheresis, telepheresis, quality systems in apheresis units, cell therapy, and photopheresis, with significant focus on therapeutic apheresis for treating various diseases. It highlighted the increasing need for knowledge in apheresis due to technological advancements in the field. A significant part of the course was dedicated to therapeutic apheresis, a process of removing disease-causing components from plasma or replacing deficient factors, which is crucial for treating conditions like Guillain-Barré Syndrome and intoxications. The course also addressed the growing demand for immunoglobulin, coagulation factors, and other plasma-derived substances, contrasting with the decreasing blood donations. Additionally, the potential of therapeutic apheresis in treating early stages of Alzheimer's disease was discussed, referencing preliminary results from the AMBAR study that showed clinical improvements in patients.",
        "file_index": 119
    },
    {
        "title": "El Servicio de Hematología y Hemoterapia del Hospital Universitario Infanta Leonor se alza con el primer premio de ...",
        "date": "2023-03-02",
        "source": "Google News",
        "link": "https://news.google.com/articles/CBMimQFodHRwczovL3d3dy5jb211bmlkYWQubWFkcmlkL25vdGljaWFzLzIwMjMvMDMvMDIvc2VydmljaW8taGVtYXRvbG9naWEtaGVtb3RlcmFwaWEtaG9zcGl0YWwtdW5pdmVyc2l0YXJpby1pbmZhbnRhLWxlb25vci1hbHphLXByaW1lci1wcmVtaW8tY2Fzb3MtY2xpbmljb3PSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "category": "Research",
        "sentiment": "positive",
        "hco": "Bright Future Initiative",
        "country": "SPAIN",
        "summary": "The Hematology and Hemotherapy Service of the Infanta Leonor University Hospital won the first prize for clinical cases at the 9th Meeting of the Spanish Group of Hemogeriatrics of the Spanish Society of Hematology and Hemotherapy (SEHH) in Bilbao. The awarded case, presented by the resident doctors Dr. Victoria Ramos de Ascanio and Dr. Alejandro Sánchez Salto, under the direction of Dr. Sara Martínez Flores and Dr. Isabel González Gascón y Marín, highlighted the benefits of comprehensive geriatric assessment in the treatment of a 78-year-old patient with low-grade follicular lymphoma and several comorbidities. The assessment allowed the chemotherapy treatment to be adapted to her level of frailty, demonstrating the importance of comprehensive geriatric assessment in therapeutic personalization and in improving survival and reducing toxicity in patients with lymphoma.",
        "file_index": 120
    }
]